-- phpMyAdmin SQL Dump
-- version 5.2.0
-- https://www.phpmyadmin.net/
--
-- Хост: 127.0.0.1:3306
-- Время создания: Дек 15 2024 г., 20:38
-- Версия сервера: 8.0.30
-- Версия PHP: 8.1.9

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- База данных: `bw_db`
--

-- --------------------------------------------------------

--
-- Структура таблицы `cache`
--

CREATE TABLE `cache` (
  `key` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `value` mediumtext COLLATE utf8mb4_unicode_ci NOT NULL,
  `expiration` int NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Структура таблицы `cache_locks`
--

CREATE TABLE `cache_locks` (
  `key` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `owner` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `expiration` int NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Структура таблицы `failed_jobs`
--

CREATE TABLE `failed_jobs` (
  `id` bigint UNSIGNED NOT NULL,
  `uuid` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `connection` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `queue` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `payload` longtext COLLATE utf8mb4_unicode_ci NOT NULL,
  `exception` longtext COLLATE utf8mb4_unicode_ci NOT NULL,
  `failed_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Структура таблицы `jobs`
--

CREATE TABLE `jobs` (
  `id` bigint UNSIGNED NOT NULL,
  `queue` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `payload` longtext COLLATE utf8mb4_unicode_ci NOT NULL,
  `attempts` tinyint UNSIGNED NOT NULL,
  `reserved_at` int UNSIGNED DEFAULT NULL,
  `available_at` int UNSIGNED NOT NULL,
  `created_at` int UNSIGNED NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Структура таблицы `job_batches`
--

CREATE TABLE `job_batches` (
  `id` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `name` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `total_jobs` int NOT NULL,
  `pending_jobs` int NOT NULL,
  `failed_jobs` int NOT NULL,
  `failed_job_ids` longtext COLLATE utf8mb4_unicode_ci NOT NULL,
  `options` mediumtext COLLATE utf8mb4_unicode_ci,
  `cancelled_at` int DEFAULT NULL,
  `created_at` int NOT NULL,
  `finished_at` int DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Структура таблицы `migrations`
--

CREATE TABLE `migrations` (
  `id` int UNSIGNED NOT NULL,
  `migration` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `batch` int NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Дамп данных таблицы `migrations`
--

INSERT INTO `migrations` (`id`, `migration`, `batch`) VALUES
(1, '0001_01_01_000000_create_users_table', 1),
(2, '0001_01_01_000001_create_cache_table', 1),
(3, '0001_01_01_000002_create_jobs_table', 1),
(4, '2024_12_14_193002_create_personal_access_tokens_table', 1),
(5, '2024_12_14_193130_create_sales_table', 1),
(6, '2024_12_14_193215_create_orders_table', 1),
(7, '2024_12_14_195719_create_orders_table', 2),
(8, '2024_12_14_195819_create_stocks_table', 2),
(9, '2024_12_14_201421_create_stocks_table', 3);

-- --------------------------------------------------------

--
-- Структура таблицы `orders`
--

CREATE TABLE `orders` (
  `id` bigint UNSIGNED NOT NULL,
  `g_number` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `date` datetime NOT NULL,
  `last_change_date` date NOT NULL,
  `supplier_article` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `tech_size` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `barcode` int NOT NULL,
  `total_price` decimal(10,2) NOT NULL,
  `discount_percent` int NOT NULL,
  `warehouse_name` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `oblast` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `income_id` int NOT NULL,
  `odid` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `nm_id` bigint NOT NULL,
  `subject` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `category` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `brand` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `is_cancel` tinyint(1) NOT NULL DEFAULT '0',
  `cancel_dt` datetime DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Дамп данных таблицы `orders`
--

INSERT INTO `orders` (`id`, `g_number`, `date`, `last_change_date`, `supplier_article`, `tech_size`, `barcode`, `total_price`, `discount_percent`, `warehouse_name`, `oblast`, `income_id`, `odid`, `nm_id`, `subject`, `category`, `brand`, `is_cancel`, `cancel_dt`, `created_at`, `updated_at`) VALUES
(1, '8053081998195544436', '2024-12-14 00:32:43', '2024-12-14', '1ebc90010e9f0d8c', '66e7dff9f98764da', 942802682, '1427.60', 23, 'Электросталь', 'Москва', 0, '0', 879714109, 'f694ab2be55693c7', '9f463620982b6cc9', 'f486d1bc7ccbbb35', 1, '2024-12-14 00:00:00', '2024-12-14 17:08:46', '2024-12-14 17:14:58'),
(2, '95161511897154609879', '2024-12-14 00:25:45', '2024-12-14', 'b7d2510ce7057038', '66e7dff9f98764da', 618118497, '6824.10', 26, 'Чашниково', 'Иркутская область', 0, '0', 181282343, '4c3c3df48b6eb1a2', '9f463620982b6cc9', '89edf2b23057232f', 0, NULL, '2024-12-14 17:08:46', '2024-12-14 17:14:58'),
(3, '5625594253216418535', '2024-12-14 00:54:29', '2024-12-14', '2b298c39c4bad3d8', '66e7dff9f98764da', 790489766, '1328.70', 32, 'Чашниково', 'Удмуртская Республика', 0, '0', 276317878, '716cae14263ef4b7', '9f463620982b6cc9', 'a66c77274e96b48c', 0, NULL, '2024-12-14 17:08:46', '2024-12-14 17:14:58'),
(4, '4623531777776705064', '2024-12-14 00:56:31', '2024-12-14', '349c49a3f15e4c84', '66e7dff9f98764da', 547251131, '8032.40', 21, 'Электросталь', 'Ростовская область', 0, '0', 894382955, 'c4d5099050643bb7', '9f463620982b6cc9', 'e129baf5351375dd', 1, '2024-12-14 00:00:00', '2024-12-14 17:08:46', '2024-12-14 17:14:58'),
(5, '2217841005251434903', '2024-12-14 03:03:01', '2024-12-14', 'eedecaaa6cb762aa', '66e7dff9f98764da', 392212957, '2283.30', 56, 'Чашниково', 'Севастополь', 0, '0', 147839226, '7f4f61753a178663', '9f463620982b6cc9', '89edd98e1edf43a3', 0, NULL, '2024-12-14 17:08:46', '2024-12-14 17:14:58'),
(6, '7860564053803086172', '2024-12-14 04:33:39', '2024-12-14', '5a3036058a40e651', '66e7dff9f98764da', 846353789, '9728.75', 31, 'Чашниково', 'Республика Саха (Якутия)', 0, '0', 765623874, '4c3c3df48b6eb1a2', '9f463620982b6cc9', '89edf2b23057232f', 0, NULL, '2024-12-14 17:08:46', '2024-12-14 17:14:58'),
(7, '98668774069452337823', '2024-12-14 01:37:54', '2024-12-14', '145d469bf18d1fbe', '66e7dff9f98764da', -7690887, '1193.25', 38, 'Электросталь', 'Томская область', 25345068, '0', 44403861, '7f4f61753a178663', '9f463620982b6cc9', '89edd98e1edf43a3', 0, NULL, '2024-12-14 17:08:46', '2024-12-14 17:14:58'),
(8, '7735513784480627263', '2024-12-14 00:03:25', '2024-12-14', '0ec9d0da012768d7', '66e7dff9f98764da', 960197209, '1556.60', 12, 'Электросталь', 'Московская область', 23351625, '0', 346286168, 'dd6ad32ea8eeb9eb', '9f463620982b6cc9', 'e129baf5351375dd', 0, NULL, '2024-12-14 17:08:46', '2024-12-14 17:14:58'),
(9, '1499143156081433985', '2024-12-14 00:08:11', '2024-12-14', 'd38017f4c121b17c', '66e7dff9f98764da', 72808922, '1277.10', 21, 'Краснодар', 'Краснодарский край', 23970555, '0', 138741157, 'f694ab2be55693c7', '9f463620982b6cc9', 'f486d1bc7ccbbb35', 0, NULL, '2024-12-14 17:08:46', '2024-12-14 17:14:58'),
(10, '95656119290243558832', '2024-12-14 04:03:59', '2024-12-14', '35a4b778f62a49ff', '66e7dff9f98764da', 432495154, '5009.50', 20, 'Казань', 'Республика Башкортостан', 23487524, '0', 905559214, 'bac0461335ae5efa', '9f463620982b6cc9', 'e129baf5351375dd', 0, NULL, '2024-12-14 17:08:46', '2024-12-14 17:14:58'),
(11, '7055928250381896548', '2024-12-14 05:03:29', '2024-12-14', 'eedecaaa6cb762aa', '66e7dff9f98764da', 392212957, '2283.30', 56, 'Чашниково', 'Красноярский край', 0, '0', 147839226, '7f4f61753a178663', '9f463620982b6cc9', '89edd98e1edf43a3', 0, NULL, '2024-12-14 17:08:46', '2024-12-14 17:14:58'),
(12, '5654383044461839510', '2024-12-14 00:16:37', '2024-12-14', 'a1054ee3a94aa042', '66e7dff9f98764da', 739854416, '4289.25', 27, 'Электросталь', 'Москва', 24721394, '0', 221754399, 'ef6b8f13a0d097f3', '9f463620982b6cc9', 'ece62a90af398179', 0, NULL, '2024-12-14 17:08:46', '2024-12-14 17:14:58'),
(13, '93579036743533077708', '2024-12-14 03:48:40', '2024-12-14', '5ef0a8ce970d2c87', '66e7dff9f98764da', 380381241, '2347.80', 22, 'Электросталь', 'Тамбовская область', 23972270, '0', 440376223, 'f694ab2be55693c7', '9f463620982b6cc9', 'f486d1bc7ccbbb35', 0, NULL, '2024-12-14 17:08:46', '2024-12-14 17:14:58'),
(14, '92459575485316337229', '2024-12-14 02:32:34', '2024-12-14', '35a4b778f62a49ff', '66e7dff9f98764da', 432495154, '5009.50', 20, 'Казань', 'Кемеровская область', 23487524, '0', 905559214, 'bac0461335ae5efa', '9f463620982b6cc9', 'e129baf5351375dd', 0, NULL, '2024-12-14 17:08:46', '2024-12-14 17:14:58'),
(15, '4050590999661900297', '2024-12-14 04:40:52', '2024-12-14', '1ebf466294475838', '66e7dff9f98764da', 447151502, '29652.80', 21, 'Чехов 1', 'Томская область', 23210721, '0', 497451377, 'eb8c48f3518df032', '9f463620982b6cc9', 'a66c77274e96b48c', 0, NULL, '2024-12-14 17:08:46', '2024-12-14 17:14:58'),
(16, '9702719095404087875', '2024-12-14 05:28:30', '2024-12-14', '145d469bf18d1fbe', '66e7dff9f98764da', -7690887, '1193.25', 38, 'Электросталь', 'Республика Адыгея', 25345068, '0', 44403861, '7f4f61753a178663', '9f463620982b6cc9', '89edd98e1edf43a3', 0, NULL, '2024-12-14 17:08:46', '2024-12-14 17:14:58'),
(17, '2736514718988462525', '2024-12-14 06:18:06', '2024-12-14', '145d469bf18d1fbe', '66e7dff9f98764da', -7690887, '1193.25', 38, 'Электросталь', 'Иркутская область', 25345068, '0', 44403861, '7f4f61753a178663', '9f463620982b6cc9', '89edd98e1edf43a3', 0, NULL, '2024-12-14 17:08:46', '2024-12-14 17:14:58'),
(18, '91344975436105719928', '2024-12-14 06:05:12', '2024-12-14', '145d469bf18d1fbe', '66e7dff9f98764da', -7690887, '1193.25', 38, 'Электросталь', 'Самарская область', 25345068, '0', 44403861, '7f4f61753a178663', '9f463620982b6cc9', '89edd98e1edf43a3', 0, NULL, '2024-12-14 17:08:46', '2024-12-14 17:14:58'),
(19, '6960920993619552154', '2024-12-14 02:15:52', '2024-12-14', '145d469bf18d1fbe', '66e7dff9f98764da', -7690887, '1193.25', 38, 'Электросталь', 'Волгоградская область', 25345068, '0', 44403861, '7f4f61753a178663', '9f463620982b6cc9', '89edd98e1edf43a3', 0, NULL, '2024-12-14 17:08:46', '2024-12-14 17:14:58'),
(20, '98335207172181206026', '2024-12-14 04:01:28', '2024-12-14', '145d469bf18d1fbe', '66e7dff9f98764da', -7690887, '1193.25', 38, 'Электросталь', 'Томская область', 25345068, '0', 44403861, '7f4f61753a178663', '9f463620982b6cc9', '89edd98e1edf43a3', 0, NULL, '2024-12-14 17:08:46', '2024-12-14 17:14:58'),
(21, '7990150717287176282', '2024-12-14 00:52:37', '2024-12-14', '145d469bf18d1fbe', '66e7dff9f98764da', -7690887, '1193.25', 38, 'Электросталь', 'Смоленская область', 25345068, '0', 44403861, '7f4f61753a178663', '9f463620982b6cc9', '89edd98e1edf43a3', 0, NULL, '2024-12-14 17:08:46', '2024-12-14 17:14:58'),
(22, '98436552348001784292', '2024-12-14 03:14:57', '2024-12-14', '145d469bf18d1fbe', '66e7dff9f98764da', -7690887, '1193.25', 38, 'Электросталь', 'Алтайский край', 25345068, '0', 44403861, '7f4f61753a178663', '9f463620982b6cc9', '89edd98e1edf43a3', 0, NULL, '2024-12-14 17:08:46', '2024-12-14 17:14:58'),
(23, '4575805695393046660', '2024-12-14 06:54:37', '2024-12-14', '0bd4024964e4645d', '66e7dff9f98764da', 204428427, '1322.25', 37, 'Казань', 'Красноярский край', 23972270, '0', 613791486, 'dd6ad32ea8eeb9eb', '9f463620982b6cc9', 'e129baf5351375dd', 0, NULL, '2024-12-14 17:08:46', '2024-12-14 17:14:58'),
(24, '9807206529080040014', '2024-12-14 00:05:53', '2024-12-14', '145d469bf18d1fbe', '66e7dff9f98764da', -7690887, '1193.25', 38, 'Электросталь', 'Москва', 25345068, '0', 44403861, '7f4f61753a178663', '9f463620982b6cc9', '89edd98e1edf43a3', 0, NULL, '2024-12-14 17:08:46', '2024-12-14 17:14:58'),
(25, '204955896117120283', '2024-12-14 06:18:56', '2024-12-14', '972f91ed2040d71a', '66e7dff9f98764da', 376357806, '4429.00', 30, 'Казань', 'Красноярский край', 23829313, '0', 353001876, '716cae14263ef4b7', '9f463620982b6cc9', 'a66c77274e96b48c', 0, NULL, '2024-12-14 17:08:46', '2024-12-14 17:14:58'),
(26, '91617569916190952638', '2024-12-14 01:38:04', '2024-12-14', '145d469bf18d1fbe', '66e7dff9f98764da', -7690887, '1193.25', 38, 'Электросталь', 'Московская область', 25345068, '0', 44403861, '7f4f61753a178663', '9f463620982b6cc9', '89edd98e1edf43a3', 0, NULL, '2024-12-14 17:08:46', '2024-12-14 17:14:58'),
(27, '95337304626555258062', '2024-12-14 05:47:47', '2024-12-14', '145d469bf18d1fbe', '66e7dff9f98764da', -7690887, '1193.25', 38, 'Электросталь', 'Самарская область', 25345068, '0', 44403861, '7f4f61753a178663', '9f463620982b6cc9', '89edd98e1edf43a3', 0, NULL, '2024-12-14 17:08:46', '2024-12-14 17:14:58'),
(28, '96242349011151514898', '2024-12-14 06:01:02', '2024-12-14', '145d469bf18d1fbe', '66e7dff9f98764da', -7690887, '1193.25', 38, 'Электросталь', 'Красноярский край', 25345068, '0', 44403861, '7f4f61753a178663', '9f463620982b6cc9', '89edd98e1edf43a3', 0, NULL, '2024-12-14 17:08:46', '2024-12-14 17:14:58'),
(29, '94338659331989508462', '2024-12-14 06:05:35', '2024-12-14', '145d469bf18d1fbe', '66e7dff9f98764da', -7690887, '1193.25', 38, 'Электросталь', 'Москва', 25345068, '0', 44403861, '7f4f61753a178663', '9f463620982b6cc9', '89edd98e1edf43a3', 0, NULL, '2024-12-14 17:08:46', '2024-12-14 17:14:58'),
(30, '8359715237144804257', '2024-12-14 07:27:00', '2024-12-14', '6527611f38db1053', '66e7dff9f98764da', 857464410, '5512.60', 35, 'Коледино', 'Московская область', 24495562, '0', 738388961, 'bac0461335ae5efa', '9f463620982b6cc9', 'e129baf5351375dd', 0, NULL, '2024-12-14 17:08:46', '2024-12-14 17:14:58'),
(31, '95632699580459683755', '2024-12-14 08:30:18', '2024-12-14', '75a1ec0245bc6dfe', '66e7dff9f98764da', 34345736, '2900.35', 16, 'Чашниково', 'Ленинградская область', 0, '0', 631881485, '716cae14263ef4b7', '9f463620982b6cc9', 'ece62a90af398179', 0, NULL, '2024-12-14 17:08:46', '2024-12-14 17:14:58'),
(32, '8571986288354121427', '2024-12-14 08:40:03', '2024-12-14', 'a3a97859be76ba5e', '66e7dff9f98764da', 146287168, '27747.90', 24, 'Чашниково', 'Московская область', 0, '0', 755062387, 'eb8c48f3518df032', '9f463620982b6cc9', 'a66c77274e96b48c', 0, NULL, '2024-12-14 17:08:46', '2024-12-14 17:14:58'),
(33, '96300264438679357057', '2024-12-14 02:31:49', '2024-12-14', '65e4616d9351858e', '66e7dff9f98764da', 593076056, '7877.60', 21, 'Краснодар', 'Республика Дагестан', 23483200, '0', 927138525, 'bac0461335ae5efa', '9f463620982b6cc9', 'e129baf5351375dd', 0, NULL, '2024-12-14 17:08:46', '2024-12-14 17:14:58'),
(34, '92611346526911320647', '2024-12-14 08:51:39', '2024-12-14', '61bd012d747b52e1', '66e7dff9f98764da', 447110708, '4564.45', 0, 'Чашниково', 'Белгородская область', 0, '0', 124720924, '716cae14263ef4b7', '9f463620982b6cc9', 'a66c77274e96b48c', 0, NULL, '2024-12-14 17:08:46', '2024-12-14 17:14:58'),
(35, '803087018310354880', '2024-12-14 05:12:46', '2024-12-14', 'ec3a876aa2339a78', '66e7dff9f98764da', 325788323, '5521.20', 19, 'Электросталь', 'Республика Саха (Якутия)', 25325425, '0', 90417980, '6d22ee62ae1a7d88', '9f463620982b6cc9', '3970bd0bf6122bff', 0, NULL, '2024-12-14 17:08:46', '2024-12-14 17:14:58'),
(36, '5477263583427294910', '2024-12-14 08:41:27', '2024-12-14', 'c88c5018511d87a8', '66e7dff9f98764da', 212416691, '6450.00', 28, 'Краснодар', 'Республика Крым', 24489201, '0', 126373749, 'bac0461335ae5efa', '9f463620982b6cc9', 'c88460ca41fdbb82', 0, NULL, '2024-12-14 17:08:46', '2024-12-14 17:14:58'),
(37, '4867473601849623575', '2024-12-14 07:38:16', '2024-12-14', '145d469bf18d1fbe', '66e7dff9f98764da', -7690887, '1186.80', 38, 'Чашниково', 'Витебская область', 0, '0', 44403861, '7f4f61753a178663', '9f463620982b6cc9', '89edd98e1edf43a3', 0, NULL, '2024-12-14 17:08:46', '2024-12-14 17:14:58'),
(38, '94336400291507924684', '2024-12-14 08:17:58', '2024-12-14', '6527611f38db1053', '66e7dff9f98764da', 857464410, '5512.60', 35, 'Казань', 'Ульяновская область', 25067850, '0', 738388961, 'bac0461335ae5efa', '9f463620982b6cc9', 'e129baf5351375dd', 0, NULL, '2024-12-14 17:08:46', '2024-12-14 17:14:58'),
(39, '93865748229923776451', '2024-12-14 09:31:27', '2024-12-14', '145d469bf18d1fbe', '66e7dff9f98764da', -7690887, '1193.25', 38, 'Чашниково', 'Московская область', 0, '0', 44403861, '7f4f61753a178663', '9f463620982b6cc9', '89edd98e1edf43a3', 0, NULL, '2024-12-14 17:08:46', '2024-12-14 17:14:58'),
(40, '2819696101807511674', '2024-12-14 00:58:15', '2024-12-14', '349c49a3f15e4c84', '66e7dff9f98764da', 547251131, '8032.40', 21, 'Электросталь', 'Ростовская область', 24495562, '0', 894382955, 'c4d5099050643bb7', '9f463620982b6cc9', 'e129baf5351375dd', 0, NULL, '2024-12-14 17:08:46', '2024-12-14 17:14:58'),
(41, '8834982829073666178', '2024-12-14 09:38:30', '2024-12-14', '145d469bf18d1fbe', '66e7dff9f98764da', -7690887, '1193.25', 38, 'Чашниково', 'Москва', 0, '0', 44403861, '7f4f61753a178663', '9f463620982b6cc9', '89edd98e1edf43a3', 0, NULL, '2024-12-14 17:08:46', '2024-12-14 17:14:58'),
(42, '91087022117165926208', '2024-12-14 10:01:07', '2024-12-14', '145d469bf18d1fbe', '66e7dff9f98764da', -7690887, '1193.25', 38, 'Чашниково', 'Саратовская область', 0, '0', 44403861, '7f4f61753a178663', '9f463620982b6cc9', '89edd98e1edf43a3', 0, NULL, '2024-12-14 17:08:46', '2024-12-14 17:14:58'),
(43, '93950196814913303039', '2024-12-14 10:06:36', '2024-12-14', '145d469bf18d1fbe', '66e7dff9f98764da', -7690887, '1193.25', 38, 'Чашниково', 'Московская область', 0, '0', 44403861, '7f4f61753a178663', '9f463620982b6cc9', '89edd98e1edf43a3', 0, NULL, '2024-12-14 17:08:46', '2024-12-14 17:14:58'),
(44, '8496775991723954070', '2024-12-14 08:04:32', '2024-12-14', 'a1054ee3a94aa042', '66e7dff9f98764da', 739854416, '4289.25', 27, 'Казань', 'Свердловская область', 25067850, '0', 221754399, 'ef6b8f13a0d097f3', '9f463620982b6cc9', 'ece62a90af398179', 0, NULL, '2024-12-14 17:08:46', '2024-12-14 17:14:58'),
(45, '6627103909112440546', '2024-12-14 08:03:58', '2024-12-14', '145d469bf18d1fbe', '66e7dff9f98764da', -7690887, '1193.25', 38, 'Электросталь', 'Ставропольский край', 25345068, '0', 44403861, '7f4f61753a178663', '9f463620982b6cc9', '89edd98e1edf43a3', 0, NULL, '2024-12-14 17:08:46', '2024-12-14 17:14:58'),
(46, '9125766939656643200', '2024-12-14 08:29:43', '2024-12-14', '145d469bf18d1fbe', '66e7dff9f98764da', -7690887, '1193.25', 38, 'Электросталь', 'Москва', 25345068, '0', 44403861, '7f4f61753a178663', '9f463620982b6cc9', '89edd98e1edf43a3', 0, NULL, '2024-12-14 17:08:46', '2024-12-14 17:14:58'),
(47, '95608497626948737128', '2024-12-14 08:53:40', '2024-12-14', '145d469bf18d1fbe', '66e7dff9f98764da', -7690887, '1193.25', 38, 'Электросталь', 'Новосибирская область', 25345068, '0', 44403861, '7f4f61753a178663', '9f463620982b6cc9', '89edd98e1edf43a3', 0, NULL, '2024-12-14 17:08:46', '2024-12-14 17:14:58'),
(48, '7184146842708395134', '2024-12-14 08:53:30', '2024-12-14', '145d469bf18d1fbe', '66e7dff9f98764da', -7690887, '1193.25', 38, 'Электросталь', 'Москва', 25345068, '0', 44403861, '7f4f61753a178663', '9f463620982b6cc9', '89edd98e1edf43a3', 0, NULL, '2024-12-14 17:08:46', '2024-12-14 17:14:58'),
(49, '98787182048212086474', '2024-12-14 10:07:41', '2024-12-14', '145d469bf18d1fbe', '66e7dff9f98764da', -7690887, '1193.25', 38, 'Чашниково', 'Архангельская область', 0, '0', 44403861, '7f4f61753a178663', '9f463620982b6cc9', '89edd98e1edf43a3', 0, NULL, '2024-12-14 17:08:46', '2024-12-14 17:14:58'),
(50, '98467474615189090774', '2024-12-14 10:10:01', '2024-12-14', '145d469bf18d1fbe', '66e7dff9f98764da', -7690887, '1193.25', 38, 'Чашниково', 'Оренбургская область', 0, '0', 44403861, '7f4f61753a178663', '9f463620982b6cc9', '89edd98e1edf43a3', 0, NULL, '2024-12-14 17:08:46', '2024-12-14 17:14:58'),
(51, '98600995001363399359', '2024-12-14 10:12:25', '2024-12-14', '145d469bf18d1fbe', '66e7dff9f98764da', -7690887, '1193.25', 38, 'Чашниково', 'Москва', 0, '0', 44403861, '7f4f61753a178663', '9f463620982b6cc9', '89edd98e1edf43a3', 0, NULL, '2024-12-14 17:08:46', '2024-12-14 17:14:58'),
(52, '6940267199325865783', '2024-12-14 10:12:26', '2024-12-14', '145d469bf18d1fbe', '66e7dff9f98764da', -7690887, '1193.25', 38, 'Чашниково', 'Республика Крым', 0, '0', 44403861, '7f4f61753a178663', '9f463620982b6cc9', '89edd98e1edf43a3', 0, NULL, '2024-12-14 17:08:46', '2024-12-14 17:14:58'),
(53, '93859706161532047813', '2024-12-14 08:48:12', '2024-12-14', '4ce483293f453595', '66e7dff9f98764da', 868133416, '5080.45', 22, 'Белые Столбы', 'Тульская область', 24495565, '0', 201668201, 'f694ab2be55693c7', '9f463620982b6cc9', 'a66c77274e96b48c', 0, NULL, '2024-12-14 17:08:46', '2024-12-14 17:14:58'),
(54, '3423145473049248532', '2024-12-14 08:19:35', '2024-12-14', 'c0d0c31a95f0b309', '66e7dff9f98764da', 58035817, '782.60', 25, 'Электросталь', 'Владимирская область', 24312257, '0', 664239186, 'dd6ad32ea8eeb9eb', '9f463620982b6cc9', 'e129baf5351375dd', 0, NULL, '2024-12-14 17:08:46', '2024-12-14 17:14:58'),
(55, '94299155590767866407', '2024-12-14 10:25:19', '2024-12-14', '1be824ffc71b58a3', '66e7dff9f98764da', 132433864, '8182.90', 23, 'Чашниково', 'Московская область', 0, '0', 896841166, 'c4d5099050643bb7', '9f463620982b6cc9', 'e129baf5351375dd', 0, NULL, '2024-12-14 17:08:46', '2024-12-14 17:14:58'),
(56, '97340425158848516742', '2024-12-14 10:27:09', '2024-12-14', '75a1ec0245bc6dfe', '66e7dff9f98764da', 34345736, '2900.35', 16, 'Чашниково', 'Свердловская область', 0, '0', 631881485, '716cae14263ef4b7', '9f463620982b6cc9', 'ece62a90af398179', 0, NULL, '2024-12-14 17:08:46', '2024-12-14 17:14:58'),
(57, '98285280642187056833', '2024-12-14 08:44:37', '2024-12-14', '145d469bf18d1fbe', '66e7dff9f98764da', -7690887, '1186.80', 38, 'Чашниково', 'Костанайская область', 0, '0', 44403861, '7f4f61753a178663', '9f463620982b6cc9', '89edd98e1edf43a3', 0, NULL, '2024-12-14 17:08:46', '2024-12-14 17:14:58'),
(58, '94022842753885335424', '2024-12-14 10:34:03', '2024-12-14', '145d469bf18d1fbe', '66e7dff9f98764da', -7690887, '1186.80', 38, 'Чашниково', 'Брянская область', 0, '0', 44403861, '7f4f61753a178663', '9f463620982b6cc9', '89edd98e1edf43a3', 0, NULL, '2024-12-14 17:08:46', '2024-12-14 17:14:58'),
(59, '1100405318802758856', '2024-12-14 08:19:20', '2024-12-14', 'c0d0c31a95f0b309', '66e7dff9f98764da', 58035817, '782.60', 25, 'Электросталь', 'Владимирская область', 24312257, '0', 664239186, 'dd6ad32ea8eeb9eb', '9f463620982b6cc9', 'e129baf5351375dd', 0, NULL, '2024-12-14 17:08:46', '2024-12-14 17:14:58'),
(60, '6068945702241589607', '2024-12-14 10:19:27', '2024-12-14', '7a86bcffd3807d52', '66e7dff9f98764da', 280381326, '1595.30', 27, 'Чашниково', 'Краснодарский край', 0, '0', 189156178, '5da31adc6926323a', '9f463620982b6cc9', '10974de38dfa215e', 0, NULL, '2024-12-14 17:08:46', '2024-12-14 17:14:58'),
(61, '94454032709763207532', '2024-12-14 10:35:43', '2024-12-14', '35a4b778f62a49ff', '66e7dff9f98764da', 432495154, '5009.50', 20, 'Казань', 'Иркутская область', 0, '0', 905559214, 'bac0461335ae5efa', '9f463620982b6cc9', 'e129baf5351375dd', 1, '2024-12-14 00:00:00', '2024-12-14 17:08:46', '2024-12-14 17:14:58'),
(62, '93551095260525266129', '2024-12-14 10:38:45', '2024-12-14', '1511e6c9dc570bb5', '66e7dff9f98764da', 678838192, '6344.65', 21, 'Электросталь', 'Московская область', 0, '0', 740282132, 'bac0461335ae5efa', '9f463620982b6cc9', 'e129baf5351375dd', 0, NULL, '2024-12-14 17:08:46', '2024-12-14 17:14:58'),
(63, '96448796861064791332', '2024-12-14 10:46:11', '2024-12-14', '0bd4024964e4645d', '66e7dff9f98764da', 204428427, '1315.80', 37, 'Электросталь', 'Рязанская область', 0, '0', 613791486, 'dd6ad32ea8eeb9eb', '9f463620982b6cc9', 'e129baf5351375dd', 0, NULL, '2024-12-14 17:08:46', '2024-12-14 17:14:58'),
(64, '95866786566514433969', '2024-12-14 10:48:56', '2024-12-14', 'eedecaaa6cb762aa', '66e7dff9f98764da', 392212957, '2283.30', 56, 'Чашниково', 'Московская область', 0, '0', 147839226, '7f4f61753a178663', '9f463620982b6cc9', '89edd98e1edf43a3', 0, NULL, '2024-12-14 17:08:46', '2024-12-14 17:14:58'),
(65, '3306946628847563631', '2024-12-14 10:52:58', '2024-12-14', 'daf141d89c948229', '66e7dff9f98764da', 35342970, '3050.85', 29, 'Чашниково', 'Новосибирская область', 0, '0', 277689391, 'dd6ad32ea8eeb9eb', '9f463620982b6cc9', 'e129baf5351375dd', 0, NULL, '2024-12-14 17:08:46', '2024-12-14 17:14:58'),
(66, '93542128261495468893', '2024-12-14 10:56:47', '2024-12-14', 'eedecaaa6cb762aa', '66e7dff9f98764da', 392212957, '2283.30', 56, 'Чашниково', 'Ставропольский край', 0, '0', 147839226, '7f4f61753a178663', '9f463620982b6cc9', '89edd98e1edf43a3', 0, NULL, '2024-12-14 17:08:46', '2024-12-14 17:14:58'),
(67, '96364929029645413783', '2024-12-14 10:18:04', '2024-12-14', 'f1f104fae6d65eb1', '66e7dff9f98764da', 137928016, '1341.60', 23, 'Коледино', 'Ленинградская область', 24721392, '0', 959794489, 'dd6ad32ea8eeb9eb', '9f463620982b6cc9', 'e129baf5351375dd', 0, NULL, '2024-12-14 17:08:46', '2024-12-14 17:14:58'),
(68, '93571806851050361097', '2024-12-14 11:06:20', '2024-12-14', '5ef0a8ce970d2c87', '66e7dff9f98764da', 380381241, '2347.80', 22, 'Электросталь', 'Москва', 0, '0', 440376223, 'f694ab2be55693c7', '9f463620982b6cc9', 'f486d1bc7ccbbb35', 0, NULL, '2024-12-14 17:08:46', '2024-12-14 17:14:58'),
(69, '4529310443881901402', '2024-12-14 11:08:23', '2024-12-14', '145d469bf18d1fbe', '66e7dff9f98764da', -7690887, '1186.80', 38, 'Чашниково', 'Самарская область', 0, '0', 44403861, '7f4f61753a178663', '9f463620982b6cc9', '89edd98e1edf43a3', 0, NULL, '2024-12-14 17:08:46', '2024-12-14 17:14:58'),
(70, '5656645769444911521', '2024-12-14 11:08:59', '2024-12-14', '4829beefd9d9542c', '66e7dff9f98764da', 556798938, '2814.35', 20, 'Чашниково', 'Воронежская область', 0, '0', 929899480, 'dd6ad32ea8eeb9eb', '9f463620982b6cc9', 'e129baf5351375dd', 0, NULL, '2024-12-14 17:08:46', '2024-12-14 17:14:58'),
(71, '1374579858033754707', '2024-12-14 11:12:03', '2024-12-14', '145d469bf18d1fbe', '66e7dff9f98764da', -7690887, '1186.80', 38, 'Чашниково', 'Московская область', 0, '0', 44403861, '7f4f61753a178663', '9f463620982b6cc9', '89edd98e1edf43a3', 0, NULL, '2024-12-14 17:08:46', '2024-12-14 17:14:58'),
(72, '2086669735440013396', '2024-12-14 11:12:15', '2024-12-14', '145d469bf18d1fbe', '66e7dff9f98764da', -7690887, '1186.80', 38, 'Чашниково', 'Оренбургская область', 0, '0', 44403861, '7f4f61753a178663', '9f463620982b6cc9', '89edd98e1edf43a3', 0, NULL, '2024-12-14 17:08:46', '2024-12-14 17:14:58'),
(73, '1311553014692076917', '2024-12-14 11:15:31', '2024-12-14', '145d469bf18d1fbe', '66e7dff9f98764da', -7690887, '1186.80', 38, 'Чашниково', 'Московская область', 0, '0', 44403861, '7f4f61753a178663', '9f463620982b6cc9', '89edd98e1edf43a3', 0, NULL, '2024-12-14 17:08:46', '2024-12-14 17:14:58'),
(74, '91227976758294241907', '2024-12-14 00:43:12', '2024-12-14', 'a5eceb66838a6362', '66e7dff9f98764da', 135097225, '5074.00', 24, 'Электросталь', 'Московская область', 24020079, '0', 811003631, 'bac0461335ae5efa', '9f463620982b6cc9', 'e129baf5351375dd', 0, NULL, '2024-12-14 17:08:46', '2024-12-14 17:14:58'),
(75, '98343715867458822715', '2024-12-14 11:18:53', '2024-12-14', '5370284fb0576355', '66e7dff9f98764da', 688982106, '1814.60', 22, 'Электросталь', 'Московская область', 0, '0', 806586410, '716cae14263ef4b7', '9f463620982b6cc9', 'a66c77274e96b48c', 0, NULL, '2024-12-14 17:08:46', '2024-12-14 17:14:58'),
(76, '96285089452037127011', '2024-12-14 11:11:49', '2024-12-14', '815d05309b9eac0e', '66e7dff9f98764da', 601693786, '1515.75', 10, 'Электросталь', 'Санкт-Петербург', 0, '0', 180450538, '442bfd3aa4779012', '9f463620982b6cc9', 'e129baf5351375dd', 0, NULL, '2024-12-14 17:08:46', '2024-12-14 17:14:58'),
(77, '2310279613046214058', '2024-12-14 04:14:08', '2024-12-14', '145d469bf18d1fbe', '66e7dff9f98764da', -7690887, '1193.25', 38, 'Электросталь', 'Костанайская область', 25345068, '0', 44403861, '7f4f61753a178663', '9f463620982b6cc9', '89edd98e1edf43a3', 0, NULL, '2024-12-14 17:08:46', '2024-12-14 17:14:58'),
(78, '97474997632841930520', '2024-12-14 11:31:56', '2024-12-14', '145d469bf18d1fbe', '66e7dff9f98764da', -7690887, '1186.80', 38, 'Чашниково', 'Санкт-Петербург', 0, '0', 44403861, '7f4f61753a178663', '9f463620982b6cc9', '89edd98e1edf43a3', 0, NULL, '2024-12-14 17:08:46', '2024-12-14 17:14:58'),
(79, '8911716944430080976', '2024-12-14 08:59:31', '2024-12-14', '1ebc90010e9f0d8c', '66e7dff9f98764da', 942802682, '1427.60', 23, 'Краснодар', 'Ростовская область', 23970555, '0', 879714109, 'f694ab2be55693c7', '9f463620982b6cc9', 'f486d1bc7ccbbb35', 0, NULL, '2024-12-14 17:08:46', '2024-12-14 17:14:58'),
(80, '93299855887629082059', '2024-12-14 11:40:59', '2024-12-14', '145d469bf18d1fbe', '66e7dff9f98764da', -7690887, '1186.80', 38, 'Чашниково', 'Вологодская область', 0, '0', 44403861, '7f4f61753a178663', '9f463620982b6cc9', '89edd98e1edf43a3', 0, NULL, '2024-12-14 17:08:46', '2024-12-14 17:12:35'),
(81, '95080892788703175855', '2024-12-14 11:48:13', '2024-12-14', '145d469bf18d1fbe', '66e7dff9f98764da', -7690887, '1186.80', 38, 'Чашниково', 'Красноярский край', 0, '0', 44403861, '7f4f61753a178663', '9f463620982b6cc9', '89edd98e1edf43a3', 0, NULL, '2024-12-14 17:08:46', '2024-12-14 17:12:35'),
(82, '2334426768518124995', '2024-12-14 11:49:10', '2024-12-14', 'd38017f4c121b17c', '66e7dff9f98764da', 72808922, '1277.10', 27, 'Электросталь', 'Московская область', 0, '0', 138741157, 'f694ab2be55693c7', '9f463620982b6cc9', 'f486d1bc7ccbbb35', 0, NULL, '2024-12-14 17:08:46', '2024-12-14 17:12:35'),
(83, '98993212469633407138', '2024-12-14 11:53:16', '2024-12-14', '145d469bf18d1fbe', '66e7dff9f98764da', -7690887, '1186.80', 38, 'Чашниково', 'Алтайский край', 0, '0', 44403861, '7f4f61753a178663', '9f463620982b6cc9', '89edd98e1edf43a3', 0, NULL, '2024-12-14 17:08:46', '2024-12-14 17:12:35'),
(84, '8221859328786001403', '2024-12-14 11:53:40', '2024-12-14', '145d469bf18d1fbe', '66e7dff9f98764da', -7690887, '1186.80', 38, 'Чашниково', 'Республика Крым', 0, '0', 44403861, '7f4f61753a178663', '9f463620982b6cc9', '89edd98e1edf43a3', 0, NULL, '2024-12-14 17:08:46', '2024-12-14 17:14:58'),
(85, '94981370971213659837', '2024-12-14 11:56:39', '2024-12-14', 'e9f74f2062e7e0c6', '66e7dff9f98764da', 707721711, '3102.45', 16, 'Электросталь', 'Ярославская область', 0, '0', -4637989, '716cae14263ef4b7', '9f463620982b6cc9', 'a66c77274e96b48c', 0, NULL, '2024-12-14 17:08:46', '2024-12-14 17:14:58'),
(86, '96745361262721826892', '2024-12-14 02:12:29', '2024-12-14', '4ca551984eb439cf', '66e7dff9f98764da', 539862772, '6127.50', 11, 'Электросталь', 'Москва', 23787631, '0', 179238758, 'bac0461335ae5efa', '9f463620982b6cc9', 'e129baf5351375dd', 0, NULL, '2024-12-14 17:08:46', '2024-12-14 17:14:58'),
(87, '8341183547427910002', '2024-12-14 11:19:43', '2024-12-14', '35a4b778f62a49ff', '66e7dff9f98764da', 432495154, '5009.50', 20, 'Краснодар', 'Краснодарский край', 23483200, '0', 905559214, 'bac0461335ae5efa', '9f463620982b6cc9', 'e129baf5351375dd', 0, NULL, '2024-12-14 17:08:46', '2024-12-14 17:14:58'),
(88, '97763021213153734274', '2024-12-14 11:24:28', '2024-12-14', '35a4b778f62a49ff', '66e7dff9f98764da', 432495154, '5009.50', 20, 'Краснодар', 'Республика Ингушетия', 23483200, '0', 905559214, 'bac0461335ae5efa', '9f463620982b6cc9', 'e129baf5351375dd', 0, NULL, '2024-12-14 17:08:46', '2024-12-14 17:14:58'),
(89, '6433369925493503712', '2024-12-14 11:59:49', '2024-12-14', '145d469bf18d1fbe', '66e7dff9f98764da', -7690887, '1186.80', 38, 'Чашниково', 'Ростовская область', 0, '0', 44403861, '7f4f61753a178663', '9f463620982b6cc9', '89edd98e1edf43a3', 0, NULL, '2024-12-14 17:08:46', '2024-12-14 17:14:58'),
(90, '5837111244167983386', '2024-12-14 10:39:40', '2024-12-14', '74743f1be671bbd3', '66e7dff9f98764da', 496004726, '3132.55', 29, 'Коледино', 'Калужская область', 24495565, '0', 164551199, '6d22ee62ae1a7d88', '9f463620982b6cc9', 'a66c77274e96b48c', 0, NULL, '2024-12-14 17:08:46', '2024-12-14 17:14:58'),
(91, '1281379888530864925', '2024-12-14 12:02:45', '2024-12-14', '145d469bf18d1fbe', '66e7dff9f98764da', -7690887, '1186.80', 38, 'Чашниково', 'Краснодарский край', 0, '0', 44403861, '7f4f61753a178663', '9f463620982b6cc9', '89edd98e1edf43a3', 0, NULL, '2024-12-14 17:08:46', '2024-12-14 17:14:58'),
(92, '7254509535997362825', '2024-12-14 12:03:52', '2024-12-14', '35a4b778f62a49ff', '66e7dff9f98764da', 432495154, '5009.50', 20, 'Краснодар', 'Ростовская область', 0, '0', 905559214, 'bac0461335ae5efa', '9f463620982b6cc9', 'e129baf5351375dd', 0, NULL, '2024-12-14 17:12:44', '2024-12-14 17:14:58'),
(93, '99083773847974497278', '2024-12-14 12:05:55', '2024-12-14', 'db8b899d5967647e', '66e7dff9f98764da', 406911065, '2309.10', 22, 'Электросталь', 'Ростовская область', 0, '0', 803130642, '716cae14263ef4b7', '9f463620982b6cc9', 'a66c77274e96b48c', 0, NULL, '2024-12-14 17:12:44', '2024-12-14 17:14:58'),
(94, '6863973275144445329', '2024-12-14 12:06:02', '2024-12-14', '145d469bf18d1fbe', '66e7dff9f98764da', -7690887, '1186.80', 38, 'Чашниково', 'Москва', 0, '0', 44403861, '7f4f61753a178663', '9f463620982b6cc9', '89edd98e1edf43a3', 0, NULL, '2024-12-14 17:12:44', '2024-12-14 17:14:58'),
(95, '98191468096428377025', '2024-12-14 12:07:11', '2024-12-14', '145d469bf18d1fbe', '66e7dff9f98764da', -7690887, '1186.80', 38, 'Чашниково', 'Оренбургская область', 0, '0', 44403861, '7f4f61753a178663', '9f463620982b6cc9', '89edd98e1edf43a3', 0, NULL, '2024-12-14 17:12:44', '2024-12-14 17:14:58'),
(96, '2681610701548010366', '2024-12-14 12:08:41', '2024-12-14', '145d469bf18d1fbe', '66e7dff9f98764da', -7690887, '1186.80', 38, 'Чашниково', 'Томская область', 0, '0', 44403861, '7f4f61753a178663', '9f463620982b6cc9', '89edd98e1edf43a3', 0, NULL, '2024-12-14 17:12:44', '2024-12-14 17:14:58'),
(97, '5649556542850903984', '2024-12-14 09:18:56', '2024-12-14', '1ebc90010e9f0d8c', '66e7dff9f98764da', 942802682, '1427.60', 23, 'Краснодар', 'Республика Крым', 23970555, '0', 879714109, 'f694ab2be55693c7', '9f463620982b6cc9', 'f486d1bc7ccbbb35', 0, NULL, '2024-12-14 17:12:44', '2024-12-14 17:14:58'),
(98, '4637940908261213197', '2024-12-14 12:12:02', '2024-12-14', '6527611f38db1053', '66e7dff9f98764da', 857464410, '5512.60', 35, 'Электросталь', 'Московская область', 0, '0', 738388961, 'bac0461335ae5efa', '9f463620982b6cc9', 'e129baf5351375dd', 0, NULL, '2024-12-14 17:12:44', '2024-12-14 17:12:44'),
(99, '6797867337989667223', '2024-12-14 12:15:40', '2024-12-14', '7d5cdf0485565fd8', '66e7dff9f98764da', 773775267, '7297.10', 38, 'Электросталь', 'Тульская область', 0, '0', 720566198, 'c4d5099050643bb7', '9f463620982b6cc9', 'e129baf5351375dd', 0, NULL, '2024-12-14 17:12:44', '2024-12-14 17:12:44'),
(100, '6121289925552380627', '2024-12-14 12:16:48', '2024-12-14', 'b7d2510ce7057038', '66e7dff9f98764da', 618118497, '6824.10', 24, 'Чашниково', 'Владимирская область', 0, '0', 181282343, '4c3c3df48b6eb1a2', '9f463620982b6cc9', '89edf2b23057232f', 0, NULL, '2024-12-14 17:12:44', '2024-12-14 17:12:44');

-- --------------------------------------------------------

--
-- Структура таблицы `password_reset_tokens`
--

CREATE TABLE `password_reset_tokens` (
  `email` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `token` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Структура таблицы `personal_access_tokens`
--

CREATE TABLE `personal_access_tokens` (
  `id` bigint UNSIGNED NOT NULL,
  `tokenable_type` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `tokenable_id` bigint UNSIGNED NOT NULL,
  `name` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `token` varchar(64) COLLATE utf8mb4_unicode_ci NOT NULL,
  `abilities` text COLLATE utf8mb4_unicode_ci,
  `last_used_at` timestamp NULL DEFAULT NULL,
  `expires_at` timestamp NULL DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Структура таблицы `sales`
--

CREATE TABLE `sales` (
  `id` bigint UNSIGNED NOT NULL,
  `g_number` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `date` date DEFAULT NULL,
  `supplier_article` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `tech_size` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `barcode` bigint DEFAULT NULL,
  `total_price` decimal(10,2) DEFAULT NULL,
  `discount_percent` int DEFAULT NULL,
  `is_supply` tinyint(1) NOT NULL DEFAULT '0',
  `is_realization` tinyint(1) NOT NULL DEFAULT '0',
  `warehouse_name` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `country_name` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `region_name` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `income_id` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `sale_id` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `subject` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `brand` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Дамп данных таблицы `sales`
--

INSERT INTO `sales` (`id`, `g_number`, `date`, `supplier_article`, `tech_size`, `barcode`, `total_price`, `discount_percent`, `is_supply`, `is_realization`, `warehouse_name`, `country_name`, `region_name`, `income_id`, `sale_id`, `subject`, `brand`, `created_at`, `updated_at`) VALUES
(1, '98772188149683517264', '2024-12-14', '9bac3ebf6f3f3f7e', '66e7dff9f98764da', 170906407, '3317.45', 30, 0, 1, 'Казань', 'Россия', 'Новосибирская область', '23487524', 'S14342299331', '716cae14263ef4b7', 'a66c77274e96b48c', '2024-12-14 16:50:39', '2024-12-14 17:07:04'),
(2, '8106733080149708084', '2024-12-14', 'f332be2d283046c7', '66e7dff9f98764da', 7003431, '3158.35', 15, 0, 1, 'Электросталь', 'Россия', 'Москва', '23787631', 'S14345296196', '716cae14263ef4b7', 'a66c77274e96b48c', '2024-12-14 16:50:39', '2024-12-14 17:07:04'),
(3, '91216140618848305844', '2024-12-14', '7cd87ac72f1ae1db', '66e7dff9f98764da', 277415872, '1328.70', 15, 0, 1, 'Чашниково', 'Россия', 'Москва', '0', 'S14345354957', '5da31adc6926323a', '10974de38dfa215e', '2024-12-14 16:50:39', '2024-12-14 17:07:04'),
(4, '4284454017858114930', '2024-12-14', '842b439abad8bd8d', '66e7dff9f98764da', 70316867, '6426.35', 29, 0, 1, 'Электросталь', 'Россия', 'Московская область', '23495497', 'S14345425392', '716cae14263ef4b7', 'a66c77274e96b48c', '2024-12-14 16:50:39', '2024-12-14 17:07:04'),
(5, '692332833920749731', '2024-12-14', '6513df35d669cdca', '66e7dff9f98764da', 136755593, '2603.65', 5, 0, 1, 'Электросталь', 'Россия', 'Алтайский край', '23351625', 'S14345432447', 'ef6b8f13a0d097f3', 'ece62a90af398179', '2024-12-14 16:50:39', '2024-12-14 17:07:04'),
(6, '97598935397326213041', '2024-12-14', '145d469bf18d1fbe', '66e7dff9f98764da', -7690887, '1197.55', 30, 0, 1, 'Чашниково', 'Россия', 'Санкт-Петербург', '0', 'S14345555210', '7f4f61753a178663', '89edd98e1edf43a3', '2024-12-14 16:50:39', '2024-12-14 17:07:04'),
(7, '92414303642482390980', '2024-12-14', 'ce3f9562b2989abb', '66e7dff9f98764da', 975024138, '8464.55', 34, 0, 1, 'Электросталь', 'Россия', 'Ульяновская область', '23170961', 'S14345559513', '4c3c3df48b6eb1a2', '89edf2b23057232f', '2024-12-14 16:50:39', '2024-12-14 17:07:04'),
(8, '91179364162035543837', '2024-12-14', '145d469bf18d1fbe', '66e7dff9f98764da', -7690887, '1208.30', 38, 0, 1, 'Электросталь', 'Россия', 'Ивановская область', '25345068', 'S14345645010', '7f4f61753a178663', '89edd98e1edf43a3', '2024-12-14 16:50:39', '2024-12-14 17:07:04'),
(9, '525409119150719466', '2024-12-14', 'c88c5018511d87a8', '66e7dff9f98764da', 212416691, '6424.20', 28, 0, 1, 'Казань', 'Россия', 'Самарская область', '23829313', 'S14345651335', 'bac0461335ae5efa', 'c88460ca41fdbb82', '2024-12-14 16:50:39', '2024-12-14 17:07:04'),
(10, '98959294717503799218', '2024-12-14', '145d469bf18d1fbe', '66e7dff9f98764da', -7690887, '1197.55', 30, 0, 1, 'Чашниково', 'Россия', 'Свердловская область', '0', 'S14345910993', '7f4f61753a178663', '89edd98e1edf43a3', '2024-12-14 16:50:39', '2024-12-14 17:07:04'),
(11, '96801680551210080036', '2024-12-14', 'c88c5018511d87a8', '66e7dff9f98764da', 212416691, '6424.20', 28, 0, 1, 'Невинномысск', 'Россия', 'Республика Дагестан', '24489201', 'S14345916699', 'bac0461335ae5efa', 'c88460ca41fdbb82', '2024-12-14 16:50:39', '2024-12-14 17:07:04'),
(12, '4989140749009022104', '2024-12-14', '6527611f38db1053', '66e7dff9f98764da', 857464410, '5510.45', 34, 0, 1, 'Краснодар', 'Россия', 'Смоленская область', '24489201', 'S14345788911', 'bac0461335ae5efa', 'e129baf5351375dd', '2024-12-14 16:50:39', '2024-12-14 17:07:04'),
(13, '1671246269345176740', '2024-12-14', '6fff2b5dd13a6f30', '66e7dff9f98764da', 561556782, '1057.80', 21, 0, 1, 'Электросталь', 'Беларусь', 'Могилёвская область', '23351625', 'S14345868727', 'f694ab2be55693c7', 'f486d1bc7ccbbb35', '2024-12-14 16:50:39', '2024-12-14 17:07:04'),
(14, '94638240141970033608', '2024-12-14', '815d05309b9eac0e', '66e7dff9f98764da', 601693786, '1522.20', 10, 0, 1, 'Казань', 'Россия', 'Алтайский край', '23829313', 'S14345817060', '442bfd3aa4779012', 'e129baf5351375dd', '2024-12-14 16:50:39', '2024-12-14 17:07:04'),
(15, '92619641931939192229', '2024-12-14', '5c4ff3455a3a1d77', '66e7dff9f98764da', 603814045, '3169.10', 18, 0, 1, 'Электросталь', 'Россия', 'Республика Карелия', '24495565', 'S14346156431', '716cae14263ef4b7', 'a66c77274e96b48c', '2024-12-14 16:50:39', '2024-12-14 17:07:04'),
(16, '91098430691436336552', '2024-12-14', '5ef0a8ce970d2c87', '66e7dff9f98764da', 380381241, '2347.80', 22, 0, 1, 'Электросталь', 'Россия', 'Белгородская область', '24020079', 'S14345967849', 'f694ab2be55693c7', 'f486d1bc7ccbbb35', '2024-12-14 16:50:39', '2024-12-14 17:07:04'),
(17, '5919998822975011425', '2024-12-14', '145d469bf18d1fbe', '66e7dff9f98764da', -7690887, '1208.30', 38, 0, 1, 'Электросталь', 'Россия', 'Курская область', '25345068', 'S14346079232', '7f4f61753a178663', '89edd98e1edf43a3', '2024-12-14 16:50:39', '2024-12-14 17:07:04'),
(18, '3485332595797590694', '2024-12-14', '145d469bf18d1fbe', '66e7dff9f98764da', -7690887, '1197.55', 30, 0, 1, 'Чашниково', 'Россия', 'Тамбовская область', '0', 'S14343441605', '7f4f61753a178663', '89edd98e1edf43a3', '2024-12-14 16:50:39', '2024-12-14 17:03:22'),
(19, '92192902133946477991', '2024-12-14', 'd38017f4c121b17c', '66e7dff9f98764da', 72808922, '1268.50', 20, 0, 1, 'Казань', 'Россия', 'Республика Татарстан', '25067850', 'S14343591952', 'f694ab2be55693c7', 'f486d1bc7ccbbb35', '2024-12-14 16:50:39', '2024-12-14 17:03:22'),
(20, '92579722681927299538', '2024-12-14', '145d469bf18d1fbe', '66e7dff9f98764da', -7690887, '1197.55', 30, 0, 1, 'Чашниково', 'Россия', 'Новосибирская область', '0', 'S14343583769', '7f4f61753a178663', '89edd98e1edf43a3', '2024-12-14 16:50:39', '2024-12-14 17:03:22'),
(21, '92225550197933386034', '2024-12-14', '815d05309b9eac0e', '66e7dff9f98764da', 601693786, '1517.90', 10, 0, 1, 'Электросталь', 'Россия', 'Свердловская область', '23787631', 'S14343714764', '442bfd3aa4779012', 'e129baf5351375dd', '2024-12-14 16:50:39', '2024-12-14 17:03:22'),
(22, '94018045121240218612', '2024-12-14', '44e008d7ee400f89', '66e7dff9f98764da', 526871252, '3719.50', 30, 0, 1, 'Электросталь', 'Россия', 'Севастополь', '23787631', 'S14343828850', '716cae14263ef4b7', 'a66c77274e96b48c', '2024-12-14 16:50:39', '2024-12-14 17:03:22'),
(23, '7258845938908530005', '2024-12-14', '145d469bf18d1fbe', '66e7dff9f98764da', -7690887, '1197.55', 30, 0, 1, 'Чашниково', 'Россия', 'Краснодарский край', '0', 'S14343946181', '7f4f61753a178663', '89edd98e1edf43a3', '2024-12-14 16:50:39', '2024-12-14 17:03:22'),
(24, '93072427250100803757', '2024-12-14', 'a1054ee3a94aa042', '66e7dff9f98764da', 739854416, '4284.95', 30, 0, 1, 'Электросталь', 'Россия', 'Республика Саха (Якутия)', '24721394', 'S14344299337', 'ef6b8f13a0d097f3', 'ece62a90af398179', '2024-12-14 16:50:39', '2024-12-14 17:03:22'),
(25, '3755748472028490617', '2024-12-14', '4ce483293f453595', '66e7dff9f98764da', 868133416, '5080.45', 22, 0, 1, 'Электросталь', 'Россия', 'Ростовская область', '24495565', 'S14344399539', 'f694ab2be55693c7', 'a66c77274e96b48c', '2024-12-14 16:50:39', '2024-12-14 17:03:22'),
(26, '97765496917449730944', '2024-12-14', '5370284fb0576355', '66e7dff9f98764da', 688982106, '1833.95', 24, 0, 1, 'Электросталь', 'Россия', 'Московская область', '23787631', 'S14344439504', '716cae14263ef4b7', 'a66c77274e96b48c', '2024-12-14 16:50:39', '2024-12-14 17:03:22'),
(27, '99095116334733598654', '2024-12-14', '9bac3ebf6f3f3f7e', '66e7dff9f98764da', 170906407, '3317.45', 20, 0, 1, 'Казань', 'Россия', 'Республика Татарстан', '23487524', 'S14344558020', '716cae14263ef4b7', 'a66c77274e96b48c', '2024-12-14 16:50:39', '2024-12-14 17:03:22'),
(28, '95967618771427286853', '2024-12-14', '1ebc90010e9f0d8c', '66e7dff9f98764da', 942802682, '1427.60', 23, 0, 1, 'Казань', 'Россия', 'Кировская область', '23487524', 'S14344575921', 'f694ab2be55693c7', 'f486d1bc7ccbbb35', '2024-12-14 16:50:39', '2024-12-14 17:03:22'),
(29, '97816132180014894940', '2024-12-14', '0ec9d0da012768d7', '66e7dff9f98764da', 960197209, '1556.60', 12, 0, 1, 'Казань', 'Россия', 'Челябинская область', '23829313', 'S14344648157', 'dd6ad32ea8eeb9eb', 'e129baf5351375dd', '2024-12-14 16:50:39', '2024-12-14 17:03:22'),
(30, '4348883059461042815', '2024-12-14', '9e6ff1a3a81a3c5e', '66e7dff9f98764da', 11184545, '1984.45', 22, 0, 1, 'Электросталь', 'Россия', 'Москва', '24495562', 'S14344709288', 'f694ab2be55693c7', 'f486d1bc7ccbbb35', '2024-12-14 16:50:39', '2024-12-14 17:03:22'),
(31, '1110244132004724137', '2024-12-14', '44e008d7ee400f89', '66e7dff9f98764da', 526871252, '3702.30', 29, 0, 1, 'Казань', 'Россия', 'Оренбургская область', '23487524', 'S14344750634', '716cae14263ef4b7', 'a66c77274e96b48c', '2024-12-14 16:50:39', '2024-12-14 17:03:22'),
(32, '93241870712325590207', '2024-12-14', '145d469bf18d1fbe', '66e7dff9f98764da', -7690887, '1197.55', 30, 0, 1, 'Чашниково', 'Беларусь', 'Гомельская область', '0', 'S14344737744', '7f4f61753a178663', '89edd98e1edf43a3', '2024-12-14 16:50:39', '2024-12-14 17:03:22'),
(33, '97736923945387380562', '2024-12-14', '1ebc90010e9f0d8c', '66e7dff9f98764da', 942802682, '1427.60', 22, 0, 1, 'Электросталь', 'Россия', 'Тульская область', '23495497', 'S14345059067', 'f694ab2be55693c7', 'f486d1bc7ccbbb35', '2024-12-14 16:50:39', '2024-12-14 17:03:22'),
(34, '2402694180654725331', '2024-12-14', 'c84cfc2299c5085a', '66e7dff9f98764da', 772933845, '2799.30', 27, 0, 1, 'Электросталь', 'Россия', 'Москва', '24495565', 'S14348970317', 'f694ab2be55693c7', 'a66c77274e96b48c', '2024-12-14 16:50:39', '2024-12-14 17:03:22'),
(35, '97436415560778663665', '2024-12-14', '0bd4024964e4645d', '66e7dff9f98764da', 204428427, '1283.55', 38, 0, 1, 'Казань', 'Россия', 'Красноярский край', '23972270', 'S14348917328', 'dd6ad32ea8eeb9eb', 'e129baf5351375dd', '2024-12-14 16:50:39', '2024-12-14 17:03:22'),
(36, '9595952383220100968', '2024-12-14', 'c0d0c31a95f0b309', '66e7dff9f98764da', 58035817, '778.30', 25, 0, 1, 'Электросталь', 'Беларусь', 'Минск', '23829313', 'S14349198381', 'dd6ad32ea8eeb9eb', 'e129baf5351375dd', '2024-12-14 16:50:39', '2024-12-14 17:03:22'),
(37, '99065597901270631534', '2024-12-14', 'c84cfc2299c5085a', '66e7dff9f98764da', 772933845, '2799.30', 27, 0, 1, 'Краснодар', 'Россия', 'Ростовская область', '23970555', 'S14349190595', 'f694ab2be55693c7', 'a66c77274e96b48c', '2024-12-14 16:50:39', '2024-12-14 17:03:22'),
(38, '94647116636010346366', '2024-12-14', 'd38017f4c121b17c', '66e7dff9f98764da', 72808922, '1270.65', 27, 0, 1, 'Казань', 'Россия', 'Нижегородская область', '25067850', 'S14349121260', 'f694ab2be55693c7', 'f486d1bc7ccbbb35', '2024-12-14 16:50:39', '2024-12-14 17:03:22'),
(39, '976442824718755763', '2024-12-14', 'f1f104fae6d65eb1', '66e7dff9f98764da', 137928016, '1341.60', 23, 0, 1, 'Электросталь', 'Россия', 'Москва', '24721392', 'S14349479365', 'dd6ad32ea8eeb9eb', 'e129baf5351375dd', '2024-12-14 16:50:39', '2024-12-14 17:03:22'),
(40, '91141333529596093261', '2024-12-14', '145d469bf18d1fbe', '66e7dff9f98764da', -7690887, '1201.85', 38, 0, 1, 'Электросталь', 'Россия', 'Тульская область', '25345068', 'S14349433049', '7f4f61753a178663', '89edd98e1edf43a3', '2024-12-14 16:50:39', '2024-12-14 17:03:22'),
(41, '94392360755764423910', '2024-12-14', '145d469bf18d1fbe', '66e7dff9f98764da', -7690887, '1197.55', 30, 0, 1, 'Электросталь', 'Россия', 'Республика Карелия', '25345068', 'S14349614235', '7f4f61753a178663', '89edd98e1edf43a3', '2024-12-14 16:50:39', '2024-12-14 17:03:22'),
(42, '98509037503449166231', '2024-12-14', '145d469bf18d1fbe', '66e7dff9f98764da', -7690887, '1208.30', 38, 0, 1, 'Электросталь', 'Россия', 'Москва', '25345068', 'S14349640248', '7f4f61753a178663', '89edd98e1edf43a3', '2024-12-14 16:50:39', '2024-12-14 17:03:22'),
(43, '97067243056303920814', '2024-12-14', '145d469bf18d1fbe', '66e7dff9f98764da', -7690887, '1201.85', 38, 0, 1, 'Электросталь', 'Россия', 'Москва', '25345068', 'S14349506245', '7f4f61753a178663', '89edd98e1edf43a3', '2024-12-14 16:50:39', '2024-12-14 17:03:22'),
(44, '91977986546032961224', '2024-12-14', '5ef0a8ce970d2c87', '66e7dff9f98764da', 380381241, '2347.80', 22, 0, 1, 'Казань', 'Россия', 'Республика Татарстан', '23972270', 'S14349653767', 'f694ab2be55693c7', 'f486d1bc7ccbbb35', '2024-12-14 16:50:39', '2024-12-14 17:03:22'),
(45, '3378861713431607156', '2024-12-14', '145d469bf18d1fbe', '66e7dff9f98764da', -7690887, '1197.55', 30, 0, 1, 'Чашниково', 'Россия', 'Московская область', '0', 'S14349506841', '7f4f61753a178663', '89edd98e1edf43a3', '2024-12-14 16:50:39', '2024-12-14 17:03:22'),
(46, '3417527145098302160', '2024-12-14', 'a26e919d71824d12', '66e7dff9f98764da', 44300694, '1221.20', 26, 0, 1, 'Электросталь', 'Россия', 'Москва', '24312257', 'S14349728030', 'dd6ad32ea8eeb9eb', 'e129baf5351375dd', '2024-12-14 16:50:39', '2024-12-14 17:03:22'),
(47, '97330464746691864472', '2024-12-14', '6fff2b5dd13a6f30', '66e7dff9f98764da', 561556782, '1062.10', 22, 0, 1, 'Казань', 'Россия', 'Пензенская область', '23487524', 'S14349890181', 'f694ab2be55693c7', 'f486d1bc7ccbbb35', '2024-12-14 16:50:39', '2024-12-14 16:50:39'),
(48, '1445294663348783299', '2024-12-14', '65e4616d9351858e', '66e7dff9f98764da', 593076056, '7869.00', 21, 0, 1, 'Электросталь', 'Россия', 'Воронежская область', '23495497', 'S14350085583', 'bac0461335ae5efa', 'e129baf5351375dd', '2024-12-14 16:50:39', '2024-12-14 16:50:39'),
(49, '8293897219753271791', '2024-12-14', '73963abd2299ec22', '66e7dff9f98764da', 905755160, '7765.80', 22, 0, 1, 'Электросталь', 'Россия', 'Свердловская область', '24312257', 'S14349955845', 'bac0461335ae5efa', 'e129baf5351375dd', '2024-12-14 16:50:39', '2024-12-14 16:50:39'),
(50, '3207352100418960153', '2024-12-14', '1b1344eff6fcec54', '66e7dff9f98764da', 712583015, '705.20', 16, 0, 1, 'Казань', 'Россия', 'Красноярский край', '23972270', 'S14341421954', 'dd6ad32ea8eeb9eb', 'e129baf5351375dd', '2024-12-14 16:50:39', '2024-12-14 17:07:04'),
(51, '3786261400517334881', '2024-12-14', '65a72f1d41e4a5d7', '66e7dff9f98764da', 309565504, '9085.90', 26, 0, 1, 'Электросталь', 'Россия', 'Приморский край', '24020073', 'S14341274958', 'bac0461335ae5efa', 'e129baf5351375dd', '2024-12-14 16:50:39', '2024-12-14 17:07:04'),
(52, '4977853683077834890', '2024-12-14', '1b1344eff6fcec54', '66e7dff9f98764da', 712583015, '705.20', 16, 0, 1, 'Казань', 'Россия', 'Забайкальский край', '23972270', 'S14341327566', 'dd6ad32ea8eeb9eb', 'e129baf5351375dd', '2024-12-14 16:50:39', '2024-12-14 17:07:04'),
(53, '93340941343680483242', '2024-12-14', 'eedecaaa6cb762aa', '66e7dff9f98764da', 392212957, '2236.00', 52, 0, 1, 'Чашниково', 'Россия', 'Приморский край', '0', 'S14341345995', '7f4f61753a178663', '89edd98e1edf43a3', '2024-12-14 16:50:39', '2024-12-14 17:07:04'),
(54, '97736983768189951496', '2024-12-14', '11afcc0a3a6db9f4', '66e7dff9f98764da', 106632196, '2943.35', 26, 0, 1, 'Казань', 'Россия', 'Амурская область', '23829313', 'S14341481760', '716cae14263ef4b7', 'a66c77274e96b48c', '2024-12-14 16:50:39', '2024-12-14 17:07:04'),
(55, '1709858181692282309', '2024-12-14', '35a4b778f62a49ff', '66e7dff9f98764da', 432495154, '4489.20', 11, 0, 1, 'Казань', 'Россия', 'Республика Саха (Якутия)', '23487524', 'S14341521107', 'bac0461335ae5efa', 'e129baf5351375dd', '2024-12-14 16:50:39', '2024-12-14 17:07:04'),
(56, '9488744042487830914', '2024-12-14', '782fdef3685e3038', '66e7dff9f98764da', 626900206, '6991.80', 48, 0, 1, 'Казань', 'Россия', 'Иркутская область', '23487524', 'S14341591945', '716cae14263ef4b7', 'a66c77274e96b48c', '2024-12-14 16:50:39', '2024-12-14 17:07:04'),
(57, '94728551793562510354', '2024-12-14', '145d469bf18d1fbe', '66e7dff9f98764da', -7690887, '1197.55', 30, 0, 1, 'Чашниково', 'Россия', 'Кемеровская область', '0', 'S14341610129', '7f4f61753a178663', '89edd98e1edf43a3', '2024-12-14 16:50:39', '2024-12-14 17:07:04'),
(58, '95811930552972852290', '2024-12-14', '145d469bf18d1fbe', '66e7dff9f98764da', -7690887, '1197.55', 32, 0, 1, 'Чашниково', 'Россия', 'Приморский край', '0', 'S14341796682', '7f4f61753a178663', '89edd98e1edf43a3', '2024-12-14 16:50:39', '2024-12-14 17:07:04'),
(59, '92564833639199392354', '2024-12-14', '5ef0a8ce970d2c87', '66e7dff9f98764da', 380381241, '2341.35', 21, 0, 1, 'Казань', 'Россия', 'Кемеровская область', '23972270', 'S14341965916', 'f694ab2be55693c7', 'f486d1bc7ccbbb35', '2024-12-14 16:50:39', '2024-12-14 17:07:04'),
(60, '92009166759233533307', '2024-12-14', '145d469bf18d1fbe', '66e7dff9f98764da', -7690887, '1197.55', 30, 0, 1, 'Чашниково', 'Россия', 'Красноярский край', '0', 'S14342011179', '7f4f61753a178663', '89edd98e1edf43a3', '2024-12-14 16:50:39', '2024-12-14 17:07:04'),
(61, '97450957853886409927', '2024-12-14', 'daf141d89c948229', '66e7dff9f98764da', 35342970, '3050.85', 29, 0, 1, 'Чашниково', 'Россия', 'Новосибирская область', '0', 'S14342024650', 'dd6ad32ea8eeb9eb', 'e129baf5351375dd', '2024-12-14 16:50:39', '2024-12-14 17:07:04'),
(62, '97277412745513901630', '2024-12-14', '145d469bf18d1fbe', '66e7dff9f98764da', -7690887, '1197.55', 30, 0, 1, 'Чашниково', 'Россия', 'Красноярский край', '0', 'S14342186673', '7f4f61753a178663', '89edd98e1edf43a3', '2024-12-14 16:50:39', '2024-12-14 17:07:04'),
(63, '98445511030052945597', '2024-12-14', '1ebc90010e9f0d8c', '66e7dff9f98764da', 942802682, '1427.60', 22, 0, 1, 'Казань', 'Россия', 'Алтайский край', '23487524', 'S14342222088', 'f694ab2be55693c7', 'f486d1bc7ccbbb35', '2024-12-14 16:50:39', '2024-12-14 17:07:04'),
(64, '93875862191892152617', '2024-12-14', '145d469bf18d1fbe', '66e7dff9f98764da', -7690887, '1197.55', 30, 0, 1, 'Чашниково', 'Россия', 'Омская область', '0', 'S14342258444', '7f4f61753a178663', '89edd98e1edf43a3', '2024-12-14 16:50:39', '2024-12-14 17:07:04'),
(65, '6301237318282833230', '2024-12-14', '4829beefd9d9542c', '66e7dff9f98764da', 556798938, '2814.35', 20, 0, 1, 'Чашниково', 'Россия', 'Республика Башкортостан', '0', 'S14347479529', 'dd6ad32ea8eeb9eb', 'e129baf5351375dd', '2024-12-14 16:50:39', '2024-12-14 17:03:22'),
(66, '94039115229547114371', '2024-12-14', '145d469bf18d1fbe', '66e7dff9f98764da', -7690887, '1197.55', 30, 0, 1, 'Чашниково', 'Россия', 'Ростовская область', '0', 'S14347743649', '7f4f61753a178663', '89edd98e1edf43a3', '2024-12-14 16:50:39', '2024-12-14 17:03:22'),
(67, '96108419626899673292', '2024-12-14', 'bca8ca5f8581ca84', '66e7dff9f98764da', 635905016, '1685.60', 19, 0, 1, 'Краснодар', 'Россия', 'Республика Калмыкия', '25139149', 'S14347695284', '716cae14263ef4b7', 'a66c77274e96b48c', '2024-12-14 16:50:39', '2024-12-14 16:50:39'),
(68, '4248595359997966181', '2024-12-14', '145d469bf18d1fbe', '66e7dff9f98764da', -7690887, '1197.55', 30, 0, 1, 'Чашниково', 'Россия', 'Москва', '0', 'S14347798869', '7f4f61753a178663', '89edd98e1edf43a3', '2024-12-14 16:50:39', '2024-12-14 16:50:39'),
(69, '6542927499393670252', '2024-12-14', '4ce483293f453595', '66e7dff9f98764da', 868133416, '5080.45', 22, 0, 1, 'Электросталь', 'Россия', 'Самарская область', '24495565', 'S14348066741', 'f694ab2be55693c7', 'a66c77274e96b48c', '2024-12-14 16:50:39', '2024-12-14 16:50:39'),
(70, '93191920824731639215', '2024-12-14', 'd38017f4c121b17c', '66e7dff9f98764da', 72808922, '1268.50', 19, 0, 1, 'Электросталь', 'Россия', 'Ярославская область', '24721394', 'S14348107529', 'f694ab2be55693c7', 'f486d1bc7ccbbb35', '2024-12-14 16:50:39', '2024-12-14 16:50:39'),
(71, '3657840822158573491', '2024-12-14', '145d469bf18d1fbe', '66e7dff9f98764da', -7690887, '1197.55', 30, 0, 1, 'Чашниково', 'Россия', 'Московская область', '0', 'S14348144401', '7f4f61753a178663', '89edd98e1edf43a3', '2024-12-14 16:50:39', '2024-12-14 16:50:39'),
(72, '97075574021743836003', '2024-12-14', '65e4616d9351858e', '66e7dff9f98764da', 593076056, '7869.00', 21, 0, 1, 'Электросталь', 'Россия', 'Москва', '23495497', 'S14348390154', 'bac0461335ae5efa', 'e129baf5351375dd', '2024-12-14 16:50:39', '2024-12-14 16:50:39'),
(73, '9004982466950905093', '2024-12-14', '145d469bf18d1fbe', '66e7dff9f98764da', -7690887, '1197.55', 30, 0, 1, 'Чашниково', 'Россия', 'Ростовская область', '0', 'S14348365652', '7f4f61753a178663', '89edd98e1edf43a3', '2024-12-14 16:50:39', '2024-12-14 16:50:39'),
(74, '2177139492198127913', '2024-12-14', 'f332be2d283046c7', '66e7dff9f98764da', 7003431, '3158.35', 15, 0, 1, 'Электросталь', 'Россия', 'Липецкая область', '23787631', 'S14348562573', '716cae14263ef4b7', 'a66c77274e96b48c', '2024-12-14 16:50:39', '2024-12-14 16:50:39'),
(75, '4320946419012390518', '2024-12-14', '1b1344eff6fcec54', '66e7dff9f98764da', 712583015, '705.20', 16, 0, 1, 'Электросталь', 'Россия', 'Калининградская область', '24020073', 'S14348603465', 'dd6ad32ea8eeb9eb', 'e129baf5351375dd', '2024-12-14 16:50:39', '2024-12-14 16:50:39'),
(76, '8319449450165389408', '2024-12-14', '4ce483293f453595', '66e7dff9f98764da', 868133416, '5080.45', 22, 0, 1, 'Электросталь', 'Россия', 'Московская область', '24495565', 'S14348513596', 'f694ab2be55693c7', 'a66c77274e96b48c', '2024-12-14 16:50:39', '2024-12-14 16:50:39'),
(77, '1731180211901989418', '2024-12-14', '145d469bf18d1fbe', '66e7dff9f98764da', -7690887, '1201.85', 38, 0, 1, 'Электросталь', 'Россия', 'Тульская область', '25345068', 'S14348462364', '7f4f61753a178663', '89edd98e1edf43a3', '2024-12-14 16:50:39', '2024-12-14 16:50:39'),
(78, '7742277178044029166', '2024-12-14', 'c88c5018511d87a8', '66e7dff9f98764da', 212416691, '6424.20', 28, 0, 1, 'Электросталь', 'Россия', 'Московская область', '23787631', 'S14348711177', 'bac0461335ae5efa', 'c88460ca41fdbb82', '2024-12-14 16:50:39', '2024-12-14 16:50:39'),
(79, '92619597545557243951', '2024-12-14', '1ebc90010e9f0d8c', '66e7dff9f98764da', 942802682, '1427.60', 22, 0, 1, 'Электросталь', 'Россия', 'Москва', '23495497', 'S14348851688', 'f694ab2be55693c7', 'f486d1bc7ccbbb35', '2024-12-14 16:50:39', '2024-12-14 16:50:39'),
(80, '2155937698857440657', '2024-12-14', '145d469bf18d1fbe', '66e7dff9f98764da', -7690887, '1197.55', 30, 0, 1, 'Электросталь', 'Россия', 'Москва', '25345068', 'S14349022133', '7f4f61753a178663', '89edd98e1edf43a3', '2024-12-14 16:50:39', '2024-12-14 16:50:39'),
(81, '97096355007410907658', '2024-12-14', '1ebc90010e9f0d8c', '66e7dff9f98764da', 942802682, '1427.60', 23, 0, 1, 'Краснодар', 'Россия', 'Астраханская область', '23970555', 'S14349937625', 'f694ab2be55693c7', 'f486d1bc7ccbbb35', '2024-12-14 16:50:39', '2024-12-14 17:03:22'),
(82, '2491649467650590944', '2024-12-14', '145d469bf18d1fbe', '66e7dff9f98764da', -7690887, '1197.55', 30, 0, 1, 'Чашниково', 'Россия', 'Московская область', '0', 'S14350115778', '7f4f61753a178663', '89edd98e1edf43a3', '2024-12-14 16:50:39', '2024-12-14 17:03:22'),
(83, '98483670534764376754', '2024-12-14', '73963abd2299ec22', '66e7dff9f98764da', 905755160, '7765.80', 22, 0, 1, 'Электросталь', 'Россия', 'Москва', '24312257', 'S14350375291', 'bac0461335ae5efa', 'e129baf5351375dd', '2024-12-14 16:50:39', '2024-12-14 17:03:22'),
(84, '9060662901324581123', '2024-12-14', 'd38017f4c121b17c', '66e7dff9f98764da', 72808922, '1268.50', 20, 0, 1, 'Казань', 'Россия', 'Кировская область', '25067850', 'S14350324516', 'f694ab2be55693c7', 'f486d1bc7ccbbb35', '2024-12-14 16:50:39', '2024-12-14 17:03:22'),
(85, '91148462332310786478', '2024-12-14', '145d469bf18d1fbe', '66e7dff9f98764da', -7690887, '1201.85', 38, 0, 1, 'Электросталь', 'Россия', 'Рязанская область', '25345068', 'S14350629403', '7f4f61753a178663', '89edd98e1edf43a3', '2024-12-14 16:50:39', '2024-12-14 17:03:22'),
(86, '3885158201485811586', '2024-12-14', '5ef0a8ce970d2c87', '66e7dff9f98764da', 380381241, '2347.80', 22, 0, 1, 'Электросталь', 'Россия', 'Белгородская область', '24020079', 'S14350727037', 'f694ab2be55693c7', 'f486d1bc7ccbbb35', '2024-12-14 16:50:39', '2024-12-14 17:03:22'),
(87, '984418542642830977', '2024-12-14', 'd38017f4c121b17c', '66e7dff9f98764da', 72808922, '1268.50', 18, 0, 1, 'Электросталь', 'Россия', 'Владимирская область', '24721394', 'S14350584667', 'f694ab2be55693c7', 'f486d1bc7ccbbb35', '2024-12-14 16:50:39', '2024-12-14 17:03:22'),
(88, '93009948363575654412', '2024-12-14', '1ebc90010e9f0d8c', '66e7dff9f98764da', 942802682, '1427.60', 23, 0, 1, 'Электросталь', 'Россия', 'Рязанская область', '23351625', 'S14350601325', 'f694ab2be55693c7', 'f486d1bc7ccbbb35', '2024-12-14 16:50:39', '2024-12-14 17:03:22'),
(89, '5286399724568642117', '2024-12-14', '145d469bf18d1fbe', '66e7dff9f98764da', -7690887, '1201.85', 38, 0, 1, 'Электросталь', 'Россия', 'Московская область', '25345068', 'S14350879055', '7f4f61753a178663', '89edd98e1edf43a3', '2024-12-14 16:50:39', '2024-12-14 17:03:22'),
(90, '95194023772545845178', '2024-12-14', '145d469bf18d1fbe', '66e7dff9f98764da', -7690887, '1197.55', 30, 0, 1, 'Чашниково', 'Россия', 'Тульская область', '0', 'S14350853611', '7f4f61753a178663', '89edd98e1edf43a3', '2024-12-14 16:50:39', '2024-12-14 17:03:22'),
(91, '6939628158922874950', '2024-12-14', '145d469bf18d1fbe', '66e7dff9f98764da', -7690887, '1197.55', 30, 0, 1, 'Чашниково', 'Россия', 'Саратовская область', '0', 'S14351050175', '7f4f61753a178663', '89edd98e1edf43a3', '2024-12-14 16:50:39', '2024-12-14 17:03:22'),
(92, '8644331437523101031', '2024-12-14', 'd38017f4c121b17c', '66e7dff9f98764da', 72808922, '1268.50', 19, 0, 1, 'Электросталь', 'Беларусь', 'Минск', '24721394', 'S14351070488', 'f694ab2be55693c7', 'f486d1bc7ccbbb35', '2024-12-14 16:50:39', '2024-12-14 17:03:22'),
(93, '94144980293459871952', '2024-12-14', '145d469bf18d1fbe', '66e7dff9f98764da', -7690887, '1197.55', 30, 0, 1, 'Чашниково', 'Россия', 'Челябинская область', '0', 'S14350955673', '7f4f61753a178663', '89edd98e1edf43a3', '2024-12-14 16:50:39', '2024-12-14 16:50:39'),
(94, '98408563547976968988', '2024-12-14', '145d469bf18d1fbe', '66e7dff9f98764da', -7690887, '1197.55', 30, 0, 1, 'Чашниково', 'Россия', 'Ростовская область', '0', 'S14350905837', '7f4f61753a178663', '89edd98e1edf43a3', '2024-12-14 16:50:39', '2024-12-14 16:50:39'),
(95, '93393285511350637925', '2024-12-14', 'd38017f4c121b17c', '66e7dff9f98764da', 72808922, '1268.50', 32, 0, 1, 'Электросталь', 'Беларусь', 'Могилёвская область', '24721394', 'S14351184691', 'f694ab2be55693c7', 'f486d1bc7ccbbb35', '2024-12-14 16:50:39', '2024-12-14 16:50:39'),
(96, '97597197634348736880', '2024-12-14', '04f1fd5c023c5fa9', '66e7dff9f98764da', 733326066, '4994.45', 20, 0, 1, 'Электросталь', 'Россия', 'Ростовская область', '25325425', 'S14351402607', 'bac0461335ae5efa', 'e129baf5351375dd', '2024-12-14 16:50:39', '2024-12-14 16:50:39'),
(97, '91508147256192736712', '2024-12-14', '1ebc90010e9f0d8c', '66e7dff9f98764da', 942802682, '1427.60', 22, 0, 1, 'Электросталь', 'Россия', 'Белгородская область', '23495497', 'S14353981573', 'f694ab2be55693c7', 'f486d1bc7ccbbb35', '2024-12-14 16:50:39', '2024-12-14 17:07:04'),
(98, '4533420224842098674', '2024-12-14', '6513df35d669cdca', '66e7dff9f98764da', 136755593, '2601.50', 5, 0, 1, 'Электросталь', 'Россия', 'Санкт-Петербург', '23351625', 'S14354003415', 'ef6b8f13a0d097f3', 'ece62a90af398179', '2024-12-14 16:50:39', '2024-12-14 17:07:04'),
(99, '8828869390859837983', '2024-12-14', 'c88c5018511d87a8', '66e7dff9f98764da', 212416691, '6424.20', 28, 0, 1, 'Электросталь', 'Россия', 'Тверская область', '24020079', 'S14354126643', 'bac0461335ae5efa', 'c88460ca41fdbb82', '2024-12-14 16:50:39', '2024-12-14 17:07:04'),
(100, '5500957191156463554', '2024-12-14', '145d469bf18d1fbe', '66e7dff9f98764da', -7690887, '1197.55', 30, 0, 1, 'Чашниково', 'Россия', 'Свердловская область', '0', 'S14342318408', '7f4f61753a178663', '89edd98e1edf43a3', '2024-12-14 17:03:22', '2024-12-14 17:03:22'),
(101, '2558795294107265260', '2024-12-14', '2e59463cab0999cb', '66e7dff9f98764da', 30909762, '6927.30', 18, 0, 1, 'Электросталь', 'Россия', 'Хабаровский край', '23170961', 'S14342369092', '4c3c3df48b6eb1a2', '89edf2b23057232f', '2024-12-14 17:03:22', '2024-12-14 17:03:22'),
(102, '9306824080562418382', '2024-12-14', '9e6ff1a3a81a3c5e', '66e7dff9f98764da', 11184545, '1980.15', 21, 0, 1, 'Электросталь', 'Россия', 'Москва', '24020079', 'S14342436666', 'f694ab2be55693c7', 'f486d1bc7ccbbb35', '2024-12-14 17:03:22', '2024-12-14 17:03:22'),
(103, '6694863142754116701', '2024-12-14', 'a1054ee3a94aa042', '66e7dff9f98764da', 739854416, '4289.25', 27, 0, 1, 'Казань', 'Россия', 'Челябинская область', '25067850', 'S14342501189', 'ef6b8f13a0d097f3', 'ece62a90af398179', '2024-12-14 17:03:22', '2024-12-14 17:03:22'),
(104, '97720639004571106192', '2024-12-14', 'b35aac134ea148c7', '66e7dff9f98764da', 791811610, '2545.60', 11, 0, 1, 'Казань', 'Россия', 'Алтайский край', '25067850', 'S14342525983', '171d8b541e5f5cc1', 'e129baf5351375dd', '2024-12-14 17:03:22', '2024-12-14 17:03:22'),
(105, '5215698712195311291', '2024-12-14', 'eedecaaa6cb762aa', '66e7dff9f98764da', 392212957, '2253.20', 52, 0, 1, 'Чашниково', 'Россия', 'Пермский край', '0', 'S14342701980', '7f4f61753a178663', '89edd98e1edf43a3', '2024-12-14 17:03:22', '2024-12-14 17:03:22'),
(106, '94872866234060944332', '2024-12-14', 'e9f74f2062e7e0c6', '66e7dff9f98764da', 707721711, '3100.30', 16, 0, 1, 'Казань', 'Россия', 'Свердловская область', '23487524', 'S14342728069', '716cae14263ef4b7', 'a66c77274e96b48c', '2024-12-14 17:03:22', '2024-12-14 17:03:22'),
(107, '96192708071155250845', '2024-12-14', '145d469bf18d1fbe', '66e7dff9f98764da', -7690887, '1197.55', 30, 0, 1, 'Чашниково', 'Россия', 'Свердловская область', '0', 'S14342998501', '7f4f61753a178663', '89edd98e1edf43a3', '2024-12-14 17:03:22', '2024-12-14 17:03:22'),
(108, '8754445399492493531', '2024-12-14', '145d469bf18d1fbe', '66e7dff9f98764da', -7690887, '1197.55', 30, 0, 1, 'Электросталь', 'Россия', 'Свердловская область', '25345068', 'S14343040109', '7f4f61753a178663', '89edd98e1edf43a3', '2024-12-14 17:03:22', '2024-12-14 17:03:22'),
(109, '7393571157141453877', '2024-12-14', '145d469bf18d1fbe', '66e7dff9f98764da', -7690887, '1197.55', 30, 0, 1, 'Чашниково', 'Россия', 'Новосибирская область', '0', 'S14343052907', '7f4f61753a178663', '89edd98e1edf43a3', '2024-12-14 17:03:22', '2024-12-14 17:03:22'),
(110, '98849077613327138685', '2024-12-14', 'ec3a876aa2339a78', '66e7dff9f98764da', 325788323, '5534.10', 20, 0, 1, 'Чашниково', 'Россия', 'Челябинская область', '0', 'S14343295300', '6d22ee62ae1a7d88', '3970bd0bf6122bff', '2024-12-14 17:03:22', '2024-12-14 17:03:22'),
(111, '2413502911691703916', '2024-12-14', '5ef0a8ce970d2c87', '66e7dff9f98764da', 380381241, '2341.35', 21, 0, 1, 'Казань', 'Россия', 'Кемеровская область', '23972270', 'S14343240065', 'f694ab2be55693c7', 'f486d1bc7ccbbb35', '2024-12-14 17:03:22', '2024-12-14 17:03:22'),
(112, '2384232331422085144', '2024-12-14', '6513df35d669cdca', '66e7dff9f98764da', 136755593, '2601.50', 5, 0, 1, 'Электросталь', 'Россия', 'Ставропольский край', '23351625', 'S14343304929', 'ef6b8f13a0d097f3', 'ece62a90af398179', '2024-12-14 17:03:22', '2024-12-14 17:03:22'),
(113, '92935882723706685281', '2024-12-14', '5c4ff3455a3a1d77', '66e7dff9f98764da', 603814045, '3169.10', 18, 0, 1, 'Электросталь', 'Россия', 'Владимирская область', '24495565', 'S14343512009', '716cae14263ef4b7', 'a66c77274e96b48c', '2024-12-14 17:03:22', '2024-12-14 17:03:22'),
(114, '8638192940785519981', '2024-12-14', 'a5eceb66838a6362', '66e7dff9f98764da', 135097225, '5078.30', 25, 0, 1, 'Казань', 'Россия', 'Свердловская область', '23487524', 'S14346861868', 'bac0461335ae5efa', 'e129baf5351375dd', '2024-12-14 17:03:22', '2024-12-14 17:07:04'),
(115, '7435739479572468471', '2024-12-14', '1ebc90010e9f0d8c', '66e7dff9f98764da', 942802682, '1427.60', 23, 0, 1, 'Казань', 'Россия', 'Удмуртская Республика', '23487524', 'S14346820034', 'f694ab2be55693c7', 'f486d1bc7ccbbb35', '2024-12-14 17:03:22', '2024-12-14 17:07:04'),
(116, '4396672385275740887', '2024-12-14', '145d469bf18d1fbe', '66e7dff9f98764da', -7690887, '1197.55', 30, 0, 1, 'Чашниково', 'Россия', 'Республика Крым', '0', 'S14346844738', '7f4f61753a178663', '89edd98e1edf43a3', '2024-12-14 17:03:22', '2024-12-14 17:07:04'),
(117, '97450734544781875890', '2024-12-14', '145d469bf18d1fbe', '66e7dff9f98764da', -7690887, '1197.55', 30, 0, 1, 'Чашниково', 'Россия', 'Москва', '0', 'S14346843501', '7f4f61753a178663', '89edd98e1edf43a3', '2024-12-14 17:03:22', '2024-12-14 17:07:04'),
(118, '99192137475949128235', '2024-12-14', '5a3036058a40e651', '66e7dff9f98764da', 846353789, '9724.45', 33, 0, 1, 'Чашниково', 'Россия', 'Свердловская область', '0', 'S14346988022', '4c3c3df48b6eb1a2', '89edf2b23057232f', '2024-12-14 17:03:22', '2024-12-14 17:07:04'),
(119, '96707276715514186039', '2024-12-14', '1ebc90010e9f0d8c', '66e7dff9f98764da', 942802682, '1427.60', 23, 0, 1, 'Электросталь', 'Россия', 'Новгородская область', '23351625', 'S14347107493', 'f694ab2be55693c7', 'f486d1bc7ccbbb35', '2024-12-14 17:03:22', '2024-12-14 17:07:04'),
(120, '9642303645788799771', '2024-12-14', 'db8b899d5967647e', '66e7dff9f98764da', 406911065, '2309.10', 22, 0, 1, 'Электросталь', 'Россия', 'Архангельская область', '23787631', 'S14347128050', '716cae14263ef4b7', 'a66c77274e96b48c', '2024-12-14 17:03:22', '2024-12-14 17:07:04'),
(121, '9573881391958366631', '2024-12-14', '75a1ec0245bc6dfe', '66e7dff9f98764da', 34345736, '2908.95', 16, 0, 1, 'Казань', 'Россия', 'Свердловская область', '23829313', 'S14345744040', '716cae14263ef4b7', 'ece62a90af398179', '2024-12-14 17:03:22', '2024-12-14 17:07:04'),
(122, '94470699991347536954', '2024-12-14', 'eedecaaa6cb762aa', '66e7dff9f98764da', 392212957, '2272.55', 54, 0, 1, 'Чашниково', 'Россия', 'Пермский край', '0', 'S14345944155', '7f4f61753a178663', '89edd98e1edf43a3', '2024-12-14 17:03:22', '2024-12-14 17:07:04'),
(123, '93131914658865405098', '2024-12-14', '6527611f38db1053', '66e7dff9f98764da', 857464410, '5516.90', 24, 0, 1, 'Казань', 'Россия', 'Ленинградская область', '25067850', 'S14346032172', 'bac0461335ae5efa', 'e129baf5351375dd', '2024-12-14 17:03:22', '2024-12-14 17:07:04'),
(124, '4031359947566936519', '2024-12-14', '145d469bf18d1fbe', '66e7dff9f98764da', -7690887, '1197.55', 30, 0, 1, 'Чашниково', 'Россия', 'Новосибирская область', '0', 'S14346077422', '7f4f61753a178663', '89edd98e1edf43a3', '2024-12-14 17:03:22', '2024-12-14 17:07:04'),
(125, '2198569816304568231', '2024-12-14', 'a1054ee3a94aa042', '66e7dff9f98764da', 739854416, '4289.25', 27, 0, 1, 'Электросталь', 'Россия', 'Республика Крым', '24721394', 'S14346067434', 'ef6b8f13a0d097f3', 'ece62a90af398179', '2024-12-14 17:03:22', '2024-12-14 17:07:04'),
(126, '2556904054245847381', '2024-12-14', '145d469bf18d1fbe', '66e7dff9f98764da', -7690887, '1197.55', 30, 0, 1, 'Чашниково', 'Россия', 'Алтайский край', '0', 'S14345981552', '7f4f61753a178663', '89edd98e1edf43a3', '2024-12-14 17:03:22', '2024-12-14 17:07:04'),
(127, '7140051524990258459', '2024-12-14', 'd38017f4c121b17c', '66e7dff9f98764da', 72808922, '1268.50', 18, 0, 1, 'Казань', 'Россия', 'Республика Татарстан', '25067850', 'S14346226626', 'f694ab2be55693c7', 'f486d1bc7ccbbb35', '2024-12-14 17:03:22', '2024-12-14 17:07:04'),
(128, '91105718169670371167', '2024-12-14', 'a5eceb66838a6362', '66e7dff9f98764da', 135097225, '5078.30', 25, 0, 1, 'Электросталь', 'Россия', 'Архангельская область', '23487524', 'S14346197424', 'bac0461335ae5efa', 'e129baf5351375dd', '2024-12-14 17:03:22', '2024-12-14 17:07:04'),
(129, '1232089760020840787', '2024-12-14', '145d469bf18d1fbe', '66e7dff9f98764da', -7690887, '1197.55', 30, 0, 1, 'Чашниково', 'Россия', 'Саратовская область', '0', 'S14346554731', '7f4f61753a178663', '89edd98e1edf43a3', '2024-12-14 17:03:22', '2024-12-14 17:07:04'),
(130, '6446997688370803301', '2024-12-14', '6527611f38db1053', '66e7dff9f98764da', 857464410, '5512.60', 35, 0, 1, 'Электросталь', 'Россия', 'Московская область', '25325425', 'S14346601461', 'bac0461335ae5efa', 'e129baf5351375dd', '2024-12-14 17:03:22', '2024-12-14 17:07:04'),
(131, '97650521717875639466', '2024-12-14', '57ab0838f83c6a55', '66e7dff9f98764da', 737642628, '6020.00', 33, 0, 1, 'Электросталь', 'Россия', 'Московская область', '23787631', 'S14346625294', '716cae14263ef4b7', 'a66c77274e96b48c', '2024-12-14 17:03:22', '2024-12-14 17:07:04'),
(132, '7732382440353672549', '2024-12-14', '6513df35d669cdca', '66e7dff9f98764da', 136755593, '2601.50', 5, 0, 1, 'Электросталь', 'Россия', 'Московская область', '23351625', 'S14346610818', 'ef6b8f13a0d097f3', 'ece62a90af398179', '2024-12-14 17:03:22', '2024-12-14 17:07:04'),
(133, '6834543281110578435', '2024-12-14', '1b1344eff6fcec54', '66e7dff9f98764da', 712583015, '707.35', 17, 0, 1, 'Краснодар', 'Россия', 'Республика Крым', '23970555', 'S14346638790', 'dd6ad32ea8eeb9eb', 'e129baf5351375dd', '2024-12-14 17:03:22', '2024-12-14 17:07:04'),
(134, '95845560104094163087', '2024-12-14', '5c4ff3455a3a1d77', '66e7dff9f98764da', 603814045, '3171.25', 18, 0, 1, 'Электросталь', 'Россия', 'Республика Дагестан', '24495565', 'S14346757281', '716cae14263ef4b7', 'a66c77274e96b48c', '2024-12-14 17:03:22', '2024-12-14 17:07:04'),
(135, '7455889602197457333', '2024-12-14', 'eedecaaa6cb762aa', '66e7dff9f98764da', 392212957, '2244.60', 52, 0, 1, 'Чашниково', 'Россия', 'Свердловская область', '0', 'S14346718732', '7f4f61753a178663', '89edd98e1edf43a3', '2024-12-14 17:03:22', '2024-12-14 17:03:22'),
(136, '1644798009629237351', '2024-12-14', '6fff2b5dd13a6f30', '66e7dff9f98764da', 561556782, '1057.80', 21, 0, 1, 'Казань', 'Россия', 'Новосибирская область', '23487524', 'S14346819906', 'f694ab2be55693c7', 'f486d1bc7ccbbb35', '2024-12-14 17:03:22', '2024-12-14 17:03:22'),
(137, '97745194639717747936', '2024-12-14', 'd38017f4c121b17c', '66e7dff9f98764da', 72808922, '1268.50', 26, 0, 1, 'Электросталь', 'Россия', 'Московская область', '24020079', 'S14346943577', 'f694ab2be55693c7', 'f486d1bc7ccbbb35', '2024-12-14 17:03:22', '2024-12-14 17:03:22'),
(138, '93293113938284809767', '2024-12-14', '1b1344eff6fcec54', '66e7dff9f98764da', 712583015, '707.35', 17, 0, 1, 'Электросталь', 'Россия', 'Москва', '24020073', 'S14347095049', 'dd6ad32ea8eeb9eb', 'e129baf5351375dd', '2024-12-14 17:07:04', '2024-12-14 17:07:04'),
(139, '7134467338575253639', '2024-12-14', 'ec3a876aa2339a78', '66e7dff9f98764da', 325788323, '5525.50', 19, 0, 1, 'Электросталь', 'Россия', 'Нижегородская область', '25325425', 'S14346992402', '6d22ee62ae1a7d88', '3970bd0bf6122bff', '2024-12-14 17:07:04', '2024-12-14 17:07:04'),
(140, '4877332948733846153', '2024-12-14', 'eedecaaa6cb762aa', '66e7dff9f98764da', 392212957, '2272.55', 54, 0, 1, 'Чашниково', 'Россия', 'Пермский край', '0', 'S14347044116', '7f4f61753a178663', '89edd98e1edf43a3', '2024-12-14 17:07:04', '2024-12-14 17:07:04'),
(141, '98182317885426650388', '2024-12-14', '145d469bf18d1fbe', '66e7dff9f98764da', -7690887, '1197.55', 30, 0, 1, 'Электросталь', 'Россия', 'Краснодарский край', '25345068', 'S14347372929', '7f4f61753a178663', '89edd98e1edf43a3', '2024-12-14 17:07:04', '2024-12-14 17:07:04'),
(142, '99092802629741399768', '2024-12-14', '57ab0838f83c6a55', '66e7dff9f98764da', 737642628, '6020.00', 33, 0, 1, 'Краснодар', 'Россия', 'Краснодарский край', '23970555', 'S14347411804', '716cae14263ef4b7', 'a66c77274e96b48c', '2024-12-14 17:07:04', '2024-12-14 17:07:04'),
(143, '99200211739113940709', '2024-12-14', 'd38017f4c121b17c', '66e7dff9f98764da', 72808922, '1268.50', 18, 0, 1, 'Электросталь', 'Россия', 'Тамбовская область', '24721394', 'S14347245950', 'f694ab2be55693c7', 'f486d1bc7ccbbb35', '2024-12-14 17:07:04', '2024-12-14 17:07:04'),
(144, '5180336043644480540', '2024-12-14', '145d469bf18d1fbe', '66e7dff9f98764da', -7690887, '1197.55', 30, 0, 1, 'Чашниково', 'Россия', 'Орловская область', '0', 'S14347493436', '7f4f61753a178663', '89edd98e1edf43a3', '2024-12-14 17:07:04', '2024-12-14 17:07:04'),
(145, '2297684302066533736', '2024-12-14', '145d469bf18d1fbe', '66e7dff9f98764da', -7690887, '1197.55', 30, 0, 1, 'Чашниково', 'Россия', 'Челябинская область', '0', 'S14347425156', '7f4f61753a178663', '89edd98e1edf43a3', '2024-12-14 17:07:04', '2024-12-14 17:07:04'),
(146, '3809036352581317817', '2024-12-14', '145d469bf18d1fbe', '66e7dff9f98764da', -7690887, '1197.55', 30, 0, 1, 'Чашниково', 'Россия', 'Челябинская область', '0', 'S14347425155', '7f4f61753a178663', '89edd98e1edf43a3', '2024-12-14 17:07:04', '2024-12-14 17:07:04'),
(147, '92791492179809868317', '2024-12-14', 'a5eceb66838a6362', '66e7dff9f98764da', 135097225, '5078.30', 25, 0, 1, 'Электросталь', 'Россия', 'Санкт-Петербург', '23487524', 'S14351364806', 'bac0461335ae5efa', 'e129baf5351375dd', '2024-12-14 17:07:04', '2024-12-14 17:07:04'),
(148, '95605646777615611023', '2024-12-14', '5ef0a8ce970d2c87', '66e7dff9f98764da', 380381241, '2347.80', 22, 0, 1, 'Казань', 'Россия', 'Челябинская область', '23972270', 'S14351502187', 'f694ab2be55693c7', 'f486d1bc7ccbbb35', '2024-12-14 17:07:04', '2024-12-14 17:07:04'),
(149, '96878624971326377368', '2024-12-14', '145d469bf18d1fbe', '66e7dff9f98764da', -7690887, '1197.55', 30, 0, 1, 'Электросталь', 'Россия', 'Рязанская область', '25345068', 'S14351403366', '7f4f61753a178663', '89edd98e1edf43a3', '2024-12-14 17:07:04', '2024-12-14 17:07:04'),
(150, '9139669970852650786', '2024-12-14', '145d469bf18d1fbe', '66e7dff9f98764da', -7690887, '1208.30', 38, 0, 1, 'Электросталь', 'Россия', 'Рязанская область', '25345068', 'S14351609016', '7f4f61753a178663', '89edd98e1edf43a3', '2024-12-14 17:07:04', '2024-12-14 17:07:04'),
(151, '92502486586065210279', '2024-12-14', '6fff2b5dd13a6f30', '66e7dff9f98764da', 561556782, '1062.10', 22, 0, 1, 'Электросталь', 'Россия', 'Рязанская область', '24020079', 'S14351659344', 'f694ab2be55693c7', 'f486d1bc7ccbbb35', '2024-12-14 17:07:04', '2024-12-14 17:07:04'),
(152, '2803395476933273658', '2024-12-14', '1ebc90010e9f0d8c', '66e7dff9f98764da', 942802682, '1427.60', 23, 0, 1, 'Электросталь', 'Россия', 'Санкт-Петербург', '23351625', 'S14351843863', 'f694ab2be55693c7', 'f486d1bc7ccbbb35', '2024-12-14 17:07:04', '2024-12-14 17:07:04'),
(153, '96058623594115081273', '2024-12-14', 'c88c5018511d87a8', '66e7dff9f98764da', 212416691, '6424.20', 28, 0, 1, 'Краснодар', 'Россия', 'Краснодарский край', '24489201', 'S14351892700', 'bac0461335ae5efa', 'c88460ca41fdbb82', '2024-12-14 17:07:04', '2024-12-14 17:07:04'),
(154, '8418128728440775135', '2024-12-14', '145d469bf18d1fbe', '66e7dff9f98764da', -7690887, '1201.85', 38, 0, 1, 'Электросталь', 'Россия', 'Ярославская область', '25345068', 'S14351903449', '7f4f61753a178663', '89edd98e1edf43a3', '2024-12-14 17:07:04', '2024-12-14 17:07:04'),
(155, '9733421299564872530', '2024-12-14', '6fab115b69260af3', '66e7dff9f98764da', 675837413, '23213.55', 36, 0, 1, 'Чехов 1', 'Россия', 'Краснодарский край', '21855981', 'S14351856434', '716cae14263ef4b7', 'a66c77274e96b48c', '2024-12-14 17:07:04', '2024-12-14 17:07:04'),
(156, '1245246519375692720', '2024-12-14', '145d469bf18d1fbe', '66e7dff9f98764da', -7690887, '1197.55', 30, 0, 1, 'Электросталь', 'Россия', 'Самарская область', '25345068', 'S14352100080', '7f4f61753a178663', '89edd98e1edf43a3', '2024-12-14 17:07:04', '2024-12-14 17:07:04'),
(157, '93335787408360531570', '2024-12-14', '6fff2b5dd13a6f30', '66e7dff9f98764da', 561556782, '1057.80', 21, 0, 1, 'Электросталь', 'Россия', 'Орловская область', '23351625', 'S14352195672', 'f694ab2be55693c7', 'f486d1bc7ccbbb35', '2024-12-14 17:07:04', '2024-12-14 17:07:04'),
(158, '5389526571908466293', '2024-12-14', '145d469bf18d1fbe', '66e7dff9f98764da', -7690887, '1197.55', 30, 0, 1, 'Чашниково', 'Россия', 'Тверская область', '0', 'S14352344737', '7f4f61753a178663', '89edd98e1edf43a3', '2024-12-14 17:07:04', '2024-12-14 17:07:04'),
(159, '9589445882453957713', '2024-12-14', '35a4b778f62a49ff', '66e7dff9f98764da', 432495154, '4996.60', 16, 0, 1, 'Электросталь', 'Беларусь', 'Брестская область', '23495497', 'S14352198531', 'bac0461335ae5efa', 'e129baf5351375dd', '2024-12-14 17:07:04', '2024-12-14 17:07:04'),
(160, '95907345599317623361', '2024-12-14', '7f0688267b22d0c5', '66e7dff9f98764da', 282653516, '2625.15', 7, 0, 1, 'Электросталь', 'Россия', 'Краснодарский край', '23495497', 'S14352401621', '171d8b541e5f5cc1', 'e129baf5351375dd', '2024-12-14 17:07:04', '2024-12-14 17:07:04'),
(161, '9281841846295354269', '2024-12-14', 'a1054ee3a94aa042', '66e7dff9f98764da', 739854416, '4289.25', 27, 0, 1, 'Казань', 'Россия', 'Ямало-Ненецкий автономный округ', '25067850', 'S14352502550', 'ef6b8f13a0d097f3', 'ece62a90af398179', '2024-12-14 17:07:04', '2024-12-14 17:07:04'),
(162, '6849761194204941393', '2024-12-14', 'c0d0c31a95f0b309', '66e7dff9f98764da', 58035817, '778.30', 25, 0, 1, 'Электросталь', 'Россия', 'Москва', '24312257', 'S14352756713', 'dd6ad32ea8eeb9eb', 'e129baf5351375dd', '2024-12-14 17:07:04', '2024-12-14 17:07:04'),
(163, '5747033616032177016', '2024-12-14', '145d469bf18d1fbe', '66e7dff9f98764da', -7690887, '1197.55', 30, 0, 1, 'Чашниково', 'Россия', 'Волгоградская область', '0', 'S14352583830', '7f4f61753a178663', '89edd98e1edf43a3', '2024-12-14 17:07:04', '2024-12-14 17:07:04'),
(164, '96126523426420483331', '2024-12-14', 'ec3a876aa2339a78', '66e7dff9f98764da', 325788323, '5525.50', 19, 0, 1, 'Электросталь', 'Россия', 'Самарская область', '25325425', 'S14353992027', '6d22ee62ae1a7d88', '3970bd0bf6122bff', '2024-12-14 17:07:04', '2024-12-14 17:07:04'),
(165, '98207694162340143366', '2024-12-14', '145d469bf18d1fbe', '66e7dff9f98764da', -7690887, '1197.55', 30, 0, 1, 'Чашниково', 'Россия', 'Волгоградская область', '0', 'S14355678802', '7f4f61753a178663', '89edd98e1edf43a3', '2024-12-14 17:07:04', '2024-12-14 17:07:04'),
(166, '96844566163317622213', '2024-12-14', '1ebc90010e9f0d8c', '66e7dff9f98764da', 942802682, '1427.60', 23, 0, 1, 'Казань', 'Россия', 'Пермский край', '23487524', 'S14355964949', 'f694ab2be55693c7', 'f486d1bc7ccbbb35', '2024-12-14 17:07:04', '2024-12-14 17:07:04'),
(167, '6700898138737102559', '2024-12-14', 'eedecaaa6cb762aa', '66e7dff9f98764da', 392212957, '2244.60', 52, 0, 1, 'Чашниково', 'Беларусь', 'Минск', '0', 'S14356042940', '7f4f61753a178663', '89edd98e1edf43a3', '2024-12-14 17:07:04', '2024-12-14 17:07:04'),
(168, '4634042565478617445', '2024-12-14', '6527611f38db1053', '66e7dff9f98764da', 857464410, '5512.60', 35, 0, 1, 'Казань', 'Россия', 'Чувашская Республика', '25067850', 'S14355895253', 'bac0461335ae5efa', 'e129baf5351375dd', '2024-12-14 17:07:04', '2024-12-14 17:07:04'),
(169, '8444280955655141117', '2024-12-14', '35a4b778f62a49ff', '66e7dff9f98764da', 432495154, '5003.05', 16, 0, 1, 'Казань', 'Россия', 'Нижегородская область', '23487524', 'S14355935258', 'bac0461335ae5efa', 'e129baf5351375dd', '2024-12-14 17:07:04', '2024-12-14 17:07:04'),
(170, '2549042417025025971', '2024-12-14', 'eedecaaa6cb762aa', '66e7dff9f98764da', 392212957, '2244.60', 52, 0, 1, 'Чашниково', 'Россия', 'Пермский край', '0', 'S14356094605', '7f4f61753a178663', '89edd98e1edf43a3', '2024-12-14 17:07:04', '2024-12-14 17:07:04'),
(171, '92641047748928264272', '2024-12-14', 'c88c5018511d87a8', '66e7dff9f98764da', 212416691, '6424.20', 28, 0, 1, 'Казань', 'Россия', 'Пензенская область', '23829313', 'S14356158702', 'bac0461335ae5efa', 'c88460ca41fdbb82', '2024-12-14 17:07:04', '2024-12-14 17:07:04'),
(172, '92731471781518046907', '2024-12-14', 'eedecaaa6cb762aa', '66e7dff9f98764da', 392212957, '2244.60', 52, 0, 1, 'Чашниково', 'Россия', 'Республика Хакасия', '0', 'S14356095594', '7f4f61753a178663', '89edd98e1edf43a3', '2024-12-14 17:07:04', '2024-12-14 17:07:04'),
(173, '98410866446179034577', '2024-12-14', '145d469bf18d1fbe', '66e7dff9f98764da', -7690887, '1197.55', 30, 0, 1, 'Чашниково', 'Россия', 'Пензенская область', '0', 'S14356057866', '7f4f61753a178663', '89edd98e1edf43a3', '2024-12-14 17:07:04', '2024-12-14 17:07:04'),
(174, '8870791080885995514', '2024-12-14', 'a1054ee3a94aa042', '66e7dff9f98764da', 739854416, '4289.25', 27, 0, 1, 'Электросталь', 'Россия', 'Москва', '24721394', 'S14356316596', 'ef6b8f13a0d097f3', 'ece62a90af398179', '2024-12-14 17:07:04', '2024-12-14 17:07:04'),
(175, '582665090053819563', '2024-12-14', '145d469bf18d1fbe', '66e7dff9f98764da', -7690887, '1208.30', 38, 0, 1, 'Электросталь', 'Россия', 'Москва', '25345068', 'S14356397453', '7f4f61753a178663', '89edd98e1edf43a3', '2024-12-14 17:07:04', '2024-12-14 17:07:04'),
(176, '93894416309130196212', '2024-12-14', 'c88c5018511d87a8', '66e7dff9f98764da', 212416691, '6424.20', 28, 0, 1, 'Электросталь', 'Россия', 'Ленинградская область', '23787631', 'S14356426902', 'bac0461335ae5efa', 'c88460ca41fdbb82', '2024-12-14 17:07:04', '2024-12-14 17:07:04'),
(177, '92392939792651599565', '2024-12-14', '145d469bf18d1fbe', '66e7dff9f98764da', -7690887, '1201.85', 38, 0, 1, 'Электросталь', 'Россия', 'Московская область', '25345068', 'S14356574006', '7f4f61753a178663', '89edd98e1edf43a3', '2024-12-14 17:07:04', '2024-12-14 17:07:04'),
(178, '529250147724899127', '2024-12-14', 'd38017f4c121b17c', '66e7dff9f98764da', 72808922, '1268.50', 18, 0, 1, 'Казань', 'Россия', 'Нижегородская область', '25067850', 'S14356487693', 'f694ab2be55693c7', 'f486d1bc7ccbbb35', '2024-12-14 17:07:04', '2024-12-14 17:07:04'),
(179, '938761553760014190', '2024-12-14', '1ebc90010e9f0d8c', '66e7dff9f98764da', 942802682, '1427.60', 23, 0, 1, 'Электросталь', 'Беларусь', 'Витебская область', '23351625', 'S14356490841', 'f694ab2be55693c7', 'f486d1bc7ccbbb35', '2024-12-14 17:07:04', '2024-12-14 17:07:04'),
(180, '7002614840563628260', '2024-12-14', 'f1f104fae6d65eb1', '66e7dff9f98764da', 137928016, '1341.60', 23, 0, 1, 'Екатеринбург - Испытателей 14г', 'Россия', 'Омская область', '24312257', 'S14356520858', 'dd6ad32ea8eeb9eb', 'e129baf5351375dd', '2024-12-14 17:07:04', '2024-12-14 17:07:04');

-- --------------------------------------------------------

--
-- Структура таблицы `sessions`
--

CREATE TABLE `sessions` (
  `id` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `user_id` bigint UNSIGNED DEFAULT NULL,
  `ip_address` varchar(45) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `user_agent` text COLLATE utf8mb4_unicode_ci,
  `payload` longtext COLLATE utf8mb4_unicode_ci NOT NULL,
  `last_activity` int NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Структура таблицы `stocks`
--

CREATE TABLE `stocks` (
  `id` bigint UNSIGNED NOT NULL,
  `g_number` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `date` date NOT NULL,
  `last_change_date` date NOT NULL,
  `supplier_article` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `tech_size` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `barcode` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `quantity` int NOT NULL,
  `is_supply` tinyint(1) NOT NULL,
  `is_realization` tinyint(1) NOT NULL,
  `quantity_full` int NOT NULL,
  `warehouse_name` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `in_way_to_client` int NOT NULL,
  `in_way_from_client` int NOT NULL,
  `nm_id` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `subject` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `category` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `brand` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `sc_code` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `price` decimal(10,2) NOT NULL,
  `discount` decimal(5,2) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Дамп данных таблицы `stocks`
--

INSERT INTO `stocks` (`id`, `g_number`, `date`, `last_change_date`, `supplier_article`, `tech_size`, `barcode`, `quantity`, `is_supply`, `is_realization`, `quantity_full`, `warehouse_name`, `in_way_to_client`, `in_way_from_client`, `nm_id`, `subject`, `category`, `brand`, `sc_code`, `price`, `discount`, `created_at`, `updated_at`) VALUES
(1, '0', '2024-12-14', '2024-02-06', '614a5194503283e8', '66e7dff9f98764da', '264621174', 0, 1, 0, 2, 'Электросталь', 0, 2, '738317265', '6c9ba9d4a64a08c0', '9f463620982b6cc9', '10974de38dfa215e', '413256454', '821.00', '0.00', '2024-12-14 17:24:02', '2024-12-14 17:24:02'),
(3, 'g_num_675de992d79ff0.83284289', '2024-12-14', '2024-02-06', '614a5194503283e8', '66e7dff9f98764da', '264621174', 0, 1, 0, 2, 'Электросталь', 0, 2, '738317265', '6c9ba9d4a64a08c0', '9f463620982b6cc9', '10974de38dfa215e', '413256454', '821.00', '0.00', '2024-12-14 17:24:50', '2024-12-14 17:24:50'),
(4, 'g_num_675de992da9130.00640555', '2024-12-14', '2024-02-13', '6a887cb2d117e138', '66e7dff9f98764da', '974232466', 0, 1, 0, 1, 'Электросталь', 0, 1, '451343607', '2f93fb30032e0937', '9f463620982b6cc9', '10974de38dfa215e', '413256454', '813.00', '0.00', '2024-12-14 17:24:50', '2024-12-14 17:24:50'),
(5, 'g_num_675de992dace18.15100810', '2024-12-14', '2024-02-16', '6a887cb2d117e138', '66e7dff9f98764da', '974232466', 0, 1, 0, 1, 'Коледино', 0, 1, '451343607', '2f93fb30032e0937', '9f463620982b6cc9', '10974de38dfa215e', '413256454', '813.00', '0.00', '2024-12-14 17:24:50', '2024-12-14 17:24:50'),
(6, 'g_num_675de992db0035.69555482', '2024-12-14', '2024-02-22', '32dd2491349fe57b', '66e7dff9f98764da', '978257775', 0, 1, 0, 3, 'Коледино', 1, 2, '108016159', '565d9792be04595e', '9f463620982b6cc9', 'e9800998ecf8427e', '413256454', '1676.00', '0.00', '2024-12-14 17:24:50', '2024-12-14 17:24:50'),
(7, 'g_num_675de992db2c66.58134696', '2024-12-14', '2024-02-22', '33d3ef0627a48428', '66e7dff9f98764da', '188532407', 0, 1, 0, 1, 'Коледино', 0, 1, '645891538', '565d9792be04595e', '9f463620982b6cc9', 'e9800998ecf8427e', '413256454', '1330.00', '0.00', '2024-12-14 17:24:50', '2024-12-14 17:24:50'),
(8, 'g_num_675de992db5a57.04813108', '2024-12-14', '2024-03-19', '7f0be08a339a17f9', '66e7dff9f98764da', '104735175', 0, 0, 1, 8, 'Коледино', 0, 8, '678186849', 'f7c87d7531eb9c9d', '9f463620982b6cc9', '58b9df15b17afbc7', '149490916', '183.00', '0.00', '2024-12-14 17:24:50', '2024-12-14 17:24:50'),
(9, 'g_num_675de992db8573.27351844', '2024-12-14', '2024-04-01', 'c0d3c656da4bba2c', '66e7dff9f98764da', '147017993', 0, 1, 0, 1, 'Коледино', 0, 1, '14044137', 'c4d5099050643bb7', '9f463620982b6cc9', 'dafebbb5c012a22b', '413256454', '770.00', '0.00', '2024-12-14 17:24:50', '2024-12-14 17:24:50'),
(10, 'g_num_675de992dbb013.34183124', '2024-12-14', '2024-05-27', 'fd2233c765d88f8c', '66e7dff9f98764da', '729224589', 0, 1, 0, 1, 'Казань', 0, 1, '977829404', 'dd6ad32ea8eeb9eb', '9f463620982b6cc9', 'e129baf5351375dd', '413256454', '942.00', '0.00', '2024-12-14 17:24:50', '2024-12-14 17:24:50'),
(11, 'g_num_675de992dbdbc3.39790612', '2024-12-14', '2024-05-31', 'c0d0c31a95f0b309', '66e7dff9f98764da', '58035817', 0, 0, 1, 1, 'Казань', 0, 1, '664239186', 'dd6ad32ea8eeb9eb', '9f463620982b6cc9', 'e129baf5351375dd', '149490916', '302.00', '0.00', '2024-12-14 17:24:50', '2024-12-14 17:24:50'),
(12, 'g_num_675de992dc05d2.67548393', '2024-12-14', '2024-06-04', 'a3a97859be76ba5e', '66e7dff9f98764da', '146287168', 0, 1, 0, 1, 'Тула', 0, 1, '755062387', 'eb8c48f3518df032', '9f463620982b6cc9', 'a66c77274e96b48c', '413256454', '7178.00', '0.00', '2024-12-14 17:24:50', '2024-12-14 17:24:50'),
(13, 'g_num_675de992dc3145.90521728', '2024-12-14', '2024-06-06', 'c0d0c31a95f0b309', '66e7dff9f98764da', '58035817', 0, 0, 1, 1, 'Коледино', 0, 1, '664239186', 'dd6ad32ea8eeb9eb', '9f463620982b6cc9', 'e129baf5351375dd', '149490916', '302.00', '0.00', '2024-12-14 17:24:50', '2024-12-14 17:24:50'),
(14, 'g_num_675de992dc5c72.12704792', '2024-12-14', '2024-06-10', 'f595440de44921a5', '66e7dff9f98764da', '524920828', 0, 0, 1, 1, 'Коледино', 0, 1, '398950617', 'bac0461335ae5efa', '9f463620982b6cc9', 'e129baf5351375dd', '149490916', '3346.00', '0.00', '2024-12-14 17:24:50', '2024-12-14 17:24:50'),
(15, 'g_num_675de992dc87b3.01337430', '2024-12-14', '2024-06-10', '27008a2cb722dbc7', '66e7dff9f98764da', '524155563', 0, 0, 1, 1, 'Коледино', 0, 1, '321671822', 'bac0461335ae5efa', '9f463620982b6cc9', 'e129baf5351375dd', '149490916', '2049.00', '0.00', '2024-12-14 17:24:50', '2024-12-14 17:24:50'),
(16, 'g_num_675de992dcba85.35635255', '2024-12-14', '2024-06-10', '3324c1862d18de5b', '66e7dff9f98764da', '763540571', 0, 0, 1, 2, 'Коледино', 0, 2, '33763805', '48bd91fd238203b7', '9f463620982b6cc9', 'e9800998ecf8427e', '149490916', '1367.00', '0.00', '2024-12-14 17:24:50', '2024-12-14 17:24:50'),
(17, 'g_num_675de992dce810.45595041', '2024-12-14', '2024-06-10', '79e86d71e0bf29d2', '66e7dff9f98764da', '275138464', 0, 0, 1, 1, 'Коледино', 0, 1, '868776311', 'bac0461335ae5efa', '9f463620982b6cc9', 'e129baf5351375dd', '149490916', '1999.00', '3.00', '2024-12-14 17:24:50', '2024-12-14 17:24:50'),
(18, 'g_num_675de992dd18b3.06613511', '2024-12-14', '2024-06-10', 'a26e919d71824d12', '66e7dff9f98764da', '44300694', 0, 0, 1, 1, 'Коледино', 0, 1, '910508018', 'dd6ad32ea8eeb9eb', '9f463620982b6cc9', 'e129baf5351375dd', '149490916', '389.00', '0.00', '2024-12-14 17:24:50', '2024-12-14 17:24:50'),
(19, 'g_num_675de992dd4934.61745025', '2024-12-14', '2024-06-10', 'd560eaf984ee74cb', '66e7dff9f98764da', '538870077', 0, 0, 1, 1, 'Коледино', 0, 1, '988876103', '442bfd3aa4779012', '9f463620982b6cc9', 'e129baf5351375dd', '149490916', '1050.00', '0.00', '2024-12-14 17:24:50', '2024-12-14 17:24:50'),
(20, 'g_num_675de992dd7792.36681249', '2024-12-14', '2024-06-10', 'd4d0da3675616a90', '66e7dff9f98764da', '70260540', 0, 0, 1, 4, 'Коледино', 1, 3, '354519871', '6c9ba9d4a64a08c0', '9f463620982b6cc9', '10974de38dfa215e', '149490916', '2247.00', '0.00', '2024-12-14 17:24:50', '2024-12-14 17:24:50'),
(21, 'g_num_675de992dda683.88751981', '2024-12-14', '2024-06-10', 'b50b52fa872cecad', '66e7dff9f98764da', '33053322', 0, 1, 0, 1, 'Коледино', 0, 1, '420027359', '6c9ba9d4a64a08c0', '9f463620982b6cc9', '10974de38dfa215e', '413256454', '2151.00', '0.00', '2024-12-14 17:24:50', '2024-12-14 17:24:50'),
(22, 'g_num_675de992ddd7f2.17448870', '2024-12-14', '2024-06-10', '6fff2b5dd13a6f30', '66e7dff9f98764da', '561556782', 0, 0, 1, 2, 'Коледино', 0, 2, '95166060', 'f694ab2be55693c7', '9f463620982b6cc9', 'f486d1bc7ccbbb35', '149490916', '384.00', '20.00', '2024-12-14 17:24:50', '2024-12-14 17:24:50'),
(23, 'g_num_675de992de0cd1.05773979', '2024-12-14', '2024-06-10', '5ca92534c1d28fb6', '66e7dff9f98764da', '-47218963', 0, 0, 1, 2, 'Коледино', 0, 2, '601590443', '48bd91fd238203b7', '9f463620982b6cc9', 'e9800998ecf8427e', '149490916', '1498.00', '0.00', '2024-12-14 17:24:50', '2024-12-14 17:24:50'),
(24, 'g_num_675de992de3b28.45577362', '2024-12-14', '2024-06-10', 'b74a91d8c5355e70', '66e7dff9f98764da', '76489292', 0, 0, 1, 4, 'Коледино', 0, 4, '285984200', 'f694ab2be55693c7', '9f463620982b6cc9', 'a66c77274e96b48c', '149490916', '2450.00', '21.00', '2024-12-14 17:24:50', '2024-12-14 17:24:50'),
(25, 'g_num_675de992de6741.85788068', '2024-12-14', '2024-06-10', 'ff31d63e8899fcae', '66e7dff9f98764da', '78855985', 0, 0, 1, 1, 'Коледино', 0, 1, '201861987', '6c9ba9d4a64a08c0', '9f463620982b6cc9', '10974de38dfa215e', '149490916', '3091.00', '0.00', '2024-12-14 17:24:50', '2024-12-14 17:24:50'),
(26, 'g_num_675de992de9282.05037532', '2024-12-14', '2024-06-10', '4a766237b2eaeca1', '66e7dff9f98764da', '121537971', 0, 0, 1, 2, 'Коледино', 0, 2, '784557217', 'f694ab2be55693c7', '9f463620982b6cc9', 'a66c77274e96b48c', '149490916', '1681.00', '21.00', '2024-12-14 17:24:50', '2024-12-14 17:24:50'),
(27, 'g_num_675de992debe52.00410982', '2024-12-14', '2024-06-10', 'e9dc87ff5ba0e30d', '66e7dff9f98764da', '105203986', 0, 0, 1, 3, 'Коледино', 0, 3, '224798932', '6c9ba9d4a64a08c0', '9f463620982b6cc9', '10974de38dfa215e', '149490916', '1788.00', '0.00', '2024-12-14 17:24:50', '2024-12-14 17:24:50'),
(28, 'g_num_675de992dee863.33682906', '2024-12-14', '2024-06-10', '389a6a116452bc3f', '66e7dff9f98764da', '979505904', 0, 0, 1, 2, 'Коледино', 0, 2, '-83054245', '716cae14263ef4b7', '9f463620982b6cc9', '89edf2b23057232f', '149490916', '2015.00', '0.00', '2024-12-14 17:24:50', '2024-12-14 17:24:50'),
(29, 'g_num_675de992df1195.10982598', '2024-12-14', '2024-06-10', '0b881da6e542b592', '66e7dff9f98764da', '109457812', 0, 1, 0, 1, 'Коледино', 0, 1, '80791948', '4c3c3df48b6eb1a2', '9f463620982b6cc9', '89edf2b23057232f', '413256454', '609.00', '0.00', '2024-12-14 17:24:50', '2024-12-14 17:24:50'),
(30, 'g_num_675de992df3b69.27647413', '2024-12-14', '2024-06-11', '89d61527db66b677', '66e7dff9f98764da', '255956966', 0, 0, 1, 1, 'Коледино', 0, 1, '222529607', '6c9ba9d4a64a08c0', '9f463620982b6cc9', '10974de38dfa215e', '149490916', '1998.00', '0.00', '2024-12-14 17:24:50', '2024-12-14 17:24:50'),
(31, 'g_num_675de992df6500.86902289', '2024-12-14', '2024-06-11', 'c7f9bd9af2387276', '66e7dff9f98764da', '772341736', 0, 0, 1, 1, 'Коледино', 0, 1, '187698023', '6c9ba9d4a64a08c0', '9f463620982b6cc9', '10974de38dfa215e', '149490916', '1878.00', '0.00', '2024-12-14 17:24:50', '2024-12-14 17:24:50'),
(32, 'g_num_675de992df9043.27689406', '2024-12-14', '2024-06-11', '7439faf13c062f39', '66e7dff9f98764da', '417331160', 0, 1, 0, 4, 'Электросталь', 0, 4, '893874518', '6c9ba9d4a64a08c0', '9f463620982b6cc9', '10974de38dfa215e', '413256454', '1949.00', '0.00', '2024-12-14 17:24:50', '2024-12-14 17:24:50'),
(33, 'g_num_675de992dfbaa9.25501081', '2024-12-14', '2024-06-11', '04f1fd5c023c5fa9', '66e7dff9f98764da', '733326066', 0, 0, 1, 1, 'Белая дача', 0, 1, '127666515', 'bac0461335ae5efa', '9f463620982b6cc9', 'e129baf5351375dd', '149490916', '2150.00', '0.00', '2024-12-14 17:24:50', '2024-12-14 17:24:50'),
(34, 'g_num_675de992dfe4b7.87875773', '2024-12-14', '2024-06-11', 'f595440de44921a5', '66e7dff9f98764da', '524920828', 0, 0, 1, 1, 'Подольск', 0, 1, '398950617', 'bac0461335ae5efa', '9f463620982b6cc9', 'e129baf5351375dd', '149490916', '3346.00', '0.00', '2024-12-14 17:24:50', '2024-12-14 17:24:50'),
(35, 'g_num_675de992e00e75.44673510', '2024-12-14', '2024-06-11', 'd65b91352f10d00e', '66e7dff9f98764da', '983161712', 0, 0, 1, 1, 'Коледино', 0, 1, '476960073', '20f1ae894c06d132', '9f463620982b6cc9', 'e129baf5351375dd', '149490916', '5547.00', '0.00', '2024-12-14 17:24:50', '2024-12-14 17:24:50'),
(36, 'g_num_675de992e03848.23737008', '2024-12-14', '2024-06-11', '59a1a1e15b9481d0', '66e7dff9f98764da', '447765460', 0, 0, 1, 1, 'Коледино', 0, 1, '220532771', 'c4d5099050643bb7', '9f463620982b6cc9', 'e129baf5351375dd', '149490916', '3112.00', '0.00', '2024-12-14 17:24:50', '2024-12-14 17:24:50'),
(37, 'g_num_675de992e061e6.58086461', '2024-12-14', '2024-06-11', '53e811be31f9e0dc', '66e7dff9f98764da', '663641693', 0, 0, 1, 1, 'Коледино', 0, 1, '962911020', 'c4d5099050643bb7', '9f463620982b6cc9', 'e129baf5351375dd', '149490916', '3304.00', '0.00', '2024-12-14 17:24:50', '2024-12-14 17:24:50'),
(38, 'g_num_675de992e08d42.49683262', '2024-12-14', '2024-06-11', 'c3672363a646989e', '66e7dff9f98764da', '182833191', 0, 1, 0, 1, 'Электросталь', 0, 1, '793095768', '80043b2db33d6cc0', '9f463620982b6cc9', 'e129baf5351375dd', '413256454', '1059.00', '0.00', '2024-12-14 17:24:50', '2024-12-14 17:24:50'),
(39, 'g_num_675de992e0b815.19057636', '2024-12-14', '2024-06-11', '1ebc90010e9f0d8c', '66e7dff9f98764da', '942802682', 0, 1, 0, 1, 'Санкт-Петербург Уткина Заводь', 0, 1, '879714109', 'f694ab2be55693c7', '9f463620982b6cc9', 'f486d1bc7ccbbb35', '413256454', '552.00', '20.00', '2024-12-14 17:24:50', '2024-12-14 17:24:50'),
(40, 'g_num_675de992e0e373.81714866', '2024-12-14', '2024-06-11', '1ebc90010e9f0d8c', '66e7dff9f98764da', '942802682', 0, 0, 1, 1, 'Подольск', 0, 1, '879714109', 'f694ab2be55693c7', '9f463620982b6cc9', 'f486d1bc7ccbbb35', '149490916', '552.00', '20.00', '2024-12-14 17:24:50', '2024-12-14 17:24:50'),
(41, 'g_num_675de992e10e47.38106221', '2024-12-14', '2024-06-11', '1ebc90010e9f0d8c', '66e7dff9f98764da', '942802682', 0, 0, 1, 1, 'Казань', 0, 1, '879714109', 'f694ab2be55693c7', '9f463620982b6cc9', 'f486d1bc7ccbbb35', '149490916', '552.00', '20.00', '2024-12-14 17:24:50', '2024-12-14 17:24:50'),
(42, 'g_num_675de992e13970.25974232', '2024-12-14', '2024-06-11', '1ebc90010e9f0d8c', '66e7dff9f98764da', '942802682', 0, 0, 1, 5, 'Краснодар', 0, 5, '879714109', 'f694ab2be55693c7', '9f463620982b6cc9', 'f486d1bc7ccbbb35', '149490916', '552.00', '20.00', '2024-12-14 17:24:50', '2024-12-14 17:24:50'),
(43, 'g_num_675de992e164a0.29945315', '2024-12-14', '2024-06-11', 'c5a85c4b5a17633d', '66e7dff9f98764da', '45943418', 0, 1, 0, 2, 'Коледино', 1, 1, '717146119', '492e850f1892786a', '9f463620982b6cc9', '728663c27b76a87b', '413256454', '2731.00', '0.00', '2024-12-14 17:24:50', '2024-12-14 17:24:50'),
(44, 'g_num_675de992e190a9.91098684', '2024-12-14', '2024-06-11', 'c5a85c4b5a17633d', '66e7dff9f98764da', '45943418', 0, 0, 1, 1, 'Коледино', 1, 0, '717146119', '492e850f1892786a', '9f463620982b6cc9', '728663c27b76a87b', '149490916', '2731.00', '0.00', '2024-12-14 17:24:50', '2024-12-14 17:24:50'),
(45, 'g_num_675de992e1bcc3.08362611', '2024-12-14', '2024-06-11', '1f7d809681f4fefa', '66e7dff9f98764da', '174689831', 0, 0, 1, 1, 'Электросталь', 1, 0, '550677776', 'f216052f37a3fc56', '9f463620982b6cc9', 'e129baf5351375dd', '149490916', '2252.00', '0.00', '2024-12-14 17:24:50', '2024-12-14 17:24:50'),
(46, 'g_num_675de992e1f729.97841859', '2024-12-14', '2024-06-11', 'e00c20a104612df1', '66e7dff9f98764da', '943872357', 0, 0, 1, 1, 'Коледино', 0, 1, '224690056', 'bac0461335ae5efa', '9f463620982b6cc9', 'e129baf5351375dd', '149490916', '5155.00', '0.00', '2024-12-14 17:24:50', '2024-12-14 17:24:50'),
(47, 'g_num_675de992e23491.41844121', '2024-12-14', '2024-06-11', '482693a662df44f9', '66e7dff9f98764da', '341693078', 0, 0, 1, 1, 'Коледино', 0, 1, '836223696', 'dd6ad32ea8eeb9eb', '9f463620982b6cc9', 'e129baf5351375dd', '149490916', '1019.00', '0.00', '2024-12-14 17:24:50', '2024-12-14 17:24:50'),
(48, 'g_num_675de992e26792.70619238', '2024-12-14', '2024-06-11', '73963abd2299ec22', '66e7dff9f98764da', '905755160', 0, 0, 1, 1, 'Новосибирск', 1, 0, '836646331', 'bac0461335ae5efa', '9f463620982b6cc9', 'e129baf5351375dd', '149490916', '3254.00', '3.00', '2024-12-14 17:24:50', '2024-12-14 17:24:50'),
(49, 'g_num_675de992e29204.93180832', '2024-12-14', '2024-06-11', '73963abd2299ec22', '66e7dff9f98764da', '905755160', 0, 0, 1, 1, 'Казань', 0, 1, '836646331', 'bac0461335ae5efa', '9f463620982b6cc9', 'e129baf5351375dd', '149490916', '3254.00', '3.00', '2024-12-14 17:24:50', '2024-12-14 17:24:50'),
(50, 'g_num_675de992e2bbe0.33223940', '2024-12-14', '2024-06-11', '815d05309b9eac0e', '66e7dff9f98764da', '601693786', 0, 0, 1, 1, 'Коледино', 0, 1, '180450538', '442bfd3aa4779012', '9f463620982b6cc9', 'e129baf5351375dd', '149490916', '621.00', '13.00', '2024-12-14 17:24:50', '2024-12-14 17:24:50'),
(51, 'g_num_675de992e2e603.17094697', '2024-12-14', '2024-06-11', '815d05309b9eac0e', '66e7dff9f98764da', '601693786', 0, 0, 1, 2, 'Казань', 1, 1, '180450538', '442bfd3aa4779012', '9f463620982b6cc9', 'e129baf5351375dd', '149490916', '621.00', '13.00', '2024-12-14 17:24:50', '2024-12-14 17:24:50'),
(52, 'g_num_675de992e31033.44557589', '2024-12-14', '2024-06-11', '815d05309b9eac0e', '66e7dff9f98764da', '601693786', 0, 0, 1, 1, 'Электросталь', 0, 1, '180450538', '442bfd3aa4779012', '9f463620982b6cc9', 'e129baf5351375dd', '149490916', '621.00', '13.00', '2024-12-14 17:24:50', '2024-12-14 17:24:50'),
(53, 'g_num_675de992e339f9.79707867', '2024-12-14', '2024-06-11', 'b35aac134ea148c7', '66e7dff9f98764da', '791811610', 0, 0, 1, 1, 'Коледино', 0, 1, '977402319', '171d8b541e5f5cc1', '9f463620982b6cc9', 'e129baf5351375dd', '149490916', '879.00', '0.00', '2024-12-14 17:24:50', '2024-12-14 17:24:50'),
(54, 'g_num_675de992e36401.08086885', '2024-12-14', '2024-06-11', '0ec9d0da012768d7', '66e7dff9f98764da', '960197209', 0, 0, 1, 1, 'Подольск', 0, 1, '346286168', 'dd6ad32ea8eeb9eb', '9f463620982b6cc9', 'e129baf5351375dd', '149490916', '709.00', '0.00', '2024-12-14 17:24:50', '2024-12-14 17:24:50'),
(55, 'g_num_675de992e38dc8.05022974', '2024-12-14', '2024-06-11', '1b1344eff6fcec54', '66e7dff9f98764da', '712583015', 0, 0, 1, 1, 'Коледино', 0, 1, '820845574', 'dd6ad32ea8eeb9eb', '9f463620982b6cc9', 'e129baf5351375dd', '149490916', '362.00', '0.00', '2024-12-14 17:24:50', '2024-12-14 17:24:50'),
(56, 'g_num_675de992e3b6b5.47375946', '2024-12-14', '2024-06-11', '1b1344eff6fcec54', '66e7dff9f98764da', '712583015', 0, 0, 1, 1, 'Казань', 0, 1, '820845574', 'dd6ad32ea8eeb9eb', '9f463620982b6cc9', 'e129baf5351375dd', '149490916', '362.00', '0.00', '2024-12-14 17:24:50', '2024-12-14 17:24:50'),
(57, 'g_num_675de992e3e0f0.44193301', '2024-12-14', '2024-06-11', '6fff2b5dd13a6f30', '66e7dff9f98764da', '561556782', 0, 0, 1, 1, 'Казань', 0, 1, '95166060', 'f694ab2be55693c7', '9f463620982b6cc9', 'f486d1bc7ccbbb35', '149490916', '384.00', '20.00', '2024-12-14 17:24:50', '2024-12-14 17:24:50'),
(58, 'g_num_675de992e40b12.92398118', '2024-12-14', '2024-06-11', '6fff2b5dd13a6f30', '66e7dff9f98764da', '561556782', 0, 0, 1, 1, 'Электросталь', 0, 1, '95166060', 'f694ab2be55693c7', '9f463620982b6cc9', 'f486d1bc7ccbbb35', '149490916', '384.00', '20.00', '2024-12-14 17:24:50', '2024-12-14 17:24:50'),
(59, 'g_num_675de992e43490.69695576', '2024-12-14', '2024-06-11', '6fff2b5dd13a6f30', '66e7dff9f98764da', '561556782', 0, 0, 1, 1, 'Краснодар', 0, 1, '95166060', 'f694ab2be55693c7', '9f463620982b6cc9', 'f486d1bc7ccbbb35', '149490916', '384.00', '20.00', '2024-12-14 17:24:50', '2024-12-14 17:24:50'),
(60, 'g_num_675de992e45df8.03280250', '2024-12-14', '2024-06-11', 'c2a2ac91266d58c5', '66e7dff9f98764da', '700014344', 0, 1, 0, 2, 'Коледино', 0, 2, '446436045', 'a988908c6c3cca9c', '9f463620982b6cc9', '10974de38dfa215e', '413256454', '994.00', '0.00', '2024-12-14 17:24:50', '2024-12-14 17:24:50'),
(61, 'g_num_675de992e489f4.34521832', '2024-12-14', '2024-06-11', '766c33bf94c5206f', '66e7dff9f98764da', '912971703', 0, 0, 1, 1, 'Казань', 0, 1, '477915480', '6c9ba9d4a64a08c0', '9f463620982b6cc9', '10974de38dfa215e', '149490916', '1477.00', '0.00', '2024-12-14 17:24:50', '2024-12-14 17:24:50'),
(62, 'g_num_675de992e4b4e0.70955072', '2024-12-14', '2024-06-11', '7997172eb700b627', '66e7dff9f98764da', '108286581', 0, 1, 0, 1, 'Электросталь', 0, 1, '148377775', '6c9ba9d4a64a08c0', '9f463620982b6cc9', '10974de38dfa215e', '413256454', '3091.00', '0.00', '2024-12-14 17:24:50', '2024-12-14 17:24:50'),
(63, 'g_num_675de992e4de90.82456886', '2024-12-14', '2024-06-11', 'd1b80e8aafa2f615', '66e7dff9f98764da', '957599687', 0, 0, 1, 5, 'Коледино', 0, 5, '826706032', 'a988908c6c3cca9c', '9f463620982b6cc9', '10974de38dfa215e', '149490916', '829.00', '0.00', '2024-12-14 17:24:50', '2024-12-14 17:24:50'),
(64, 'g_num_675de992e507a0.55519756', '2024-12-14', '2024-06-11', 'd1b80e8aafa2f615', '66e7dff9f98764da', '957599687', 0, 0, 1, 1, 'Казань', 0, 1, '826706032', 'a988908c6c3cca9c', '9f463620982b6cc9', '10974de38dfa215e', '149490916', '829.00', '0.00', '2024-12-14 17:24:50', '2024-12-14 17:24:50'),
(65, 'g_num_675de992e53128.81493825', '2024-12-14', '2024-06-11', 'd1b80e8aafa2f615', '66e7dff9f98764da', '957599687', 0, 1, 0, 7, 'Электросталь', 0, 7, '826706032', 'a988908c6c3cca9c', '9f463620982b6cc9', '10974de38dfa215e', '413256454', '829.00', '0.00', '2024-12-14 17:24:50', '2024-12-14 17:24:50'),
(66, 'g_num_675de992e55d94.72514497', '2024-12-14', '2024-06-11', 'd1b80e8aafa2f615', '66e7dff9f98764da', '957599687', 0, 1, 0, 3, 'Краснодар', 0, 3, '826706032', 'a988908c6c3cca9c', '9f463620982b6cc9', '10974de38dfa215e', '413256454', '829.00', '0.00', '2024-12-14 17:24:50', '2024-12-14 17:24:50'),
(67, 'g_num_675de992e58967.78157064', '2024-12-14', '2024-06-11', 'd1b80e8aafa2f615', '66e7dff9f98764da', '957599687', 0, 1, 0, 1, 'Белая дача', 0, 1, '826706032', 'a988908c6c3cca9c', '9f463620982b6cc9', '10974de38dfa215e', '413256454', '829.00', '0.00', '2024-12-14 17:24:50', '2024-12-14 17:24:50'),
(68, 'g_num_675de992e5b432.83347009', '2024-12-14', '2024-06-11', '5a12880abd0ac596', '66e7dff9f98764da', '614120156', 0, 0, 1, 1, 'Электросталь', 1, 0, '697170273', '442bfd3aa4779012', '9f463620982b6cc9', 'e129baf5351375dd', '149490916', '705.00', '13.00', '2024-12-14 17:24:50', '2024-12-14 17:24:50'),
(69, 'g_num_675de992e624d8.69230855', '2024-12-14', '2024-06-11', 'c2a2ac91266d58c5', '66e7dff9f98764da', '700014344', 0, 0, 1, 6, 'Коледино', 0, 6, '446436045', 'a988908c6c3cca9c', '9f463620982b6cc9', '10974de38dfa215e', '149490916', '994.00', '0.00', '2024-12-14 17:24:50', '2024-12-14 17:24:50'),
(70, 'g_num_675de992e65107.34773438', '2024-12-14', '2024-06-11', 'c2a2ac91266d58c5', '66e7dff9f98764da', '700014344', 0, 1, 0, 2, 'Электросталь', 0, 2, '446436045', 'a988908c6c3cca9c', '9f463620982b6cc9', '10974de38dfa215e', '413256454', '994.00', '0.00', '2024-12-14 17:24:50', '2024-12-14 17:24:50'),
(71, 'g_num_675de992e67d79.74328556', '2024-12-14', '2024-06-11', '7fd9a59b4a69587e', '66e7dff9f98764da', '509929761', 0, 1, 0, 2, 'Коледино', 1, 1, '146721609', 'a988908c6c3cca9c', '9f463620982b6cc9', '10974de38dfa215e', '413256454', '893.00', '0.00', '2024-12-14 17:24:50', '2024-12-14 17:24:50'),
(72, 'g_num_675de992e6a736.42581003', '2024-12-14', '2024-06-11', '7fd9a59b4a69587e', '66e7dff9f98764da', '509929761', 0, 0, 1, 5, 'Коледино', 0, 5, '146721609', 'a988908c6c3cca9c', '9f463620982b6cc9', '10974de38dfa215e', '149490916', '893.00', '0.00', '2024-12-14 17:24:50', '2024-12-14 17:24:50'),
(73, 'g_num_675de992e6d127.88893729', '2024-12-14', '2024-06-11', 'f6193e774ff553ec', '66e7dff9f98764da', '49397715', 0, 0, 1, 2, 'Казань', 2, 0, '256831260', '6c9ba9d4a64a08c0', '9f463620982b6cc9', '10974de38dfa215e', '149490916', '1939.00', '0.00', '2024-12-14 17:24:50', '2024-12-14 17:24:50'),
(74, 'g_num_675de992e6fe30.64632189', '2024-12-14', '2024-06-11', 'e412cd472b710cf2', '66e7dff9f98764da', '556705304', 0, 0, 1, 1, 'Коледино', 0, 1, '499708213', '6c9ba9d4a64a08c0', '9f463620982b6cc9', '10974de38dfa215e', '149490916', '2151.00', '0.00', '2024-12-14 17:24:50', '2024-12-14 17:24:50'),
(75, 'g_num_675de992e72825.80340439', '2024-12-14', '2024-06-11', 'e412cd472b710cf2', '66e7dff9f98764da', '556705304', 0, 1, 0, 1, 'Казань', 0, 1, '499708213', '6c9ba9d4a64a08c0', '9f463620982b6cc9', '10974de38dfa215e', '413256454', '2151.00', '0.00', '2024-12-14 17:24:50', '2024-12-14 17:24:50'),
(76, 'g_num_675de992e75236.86792311', '2024-12-14', '2024-06-11', '27bbe55eab85cd78', '66e7dff9f98764da', '389052680', 0, 0, 1, 1, 'Электросталь', 0, 1, '741632252', '3640783743874abe', '9f463620982b6cc9', 'e9800998ecf8427e', '149490916', '930.00', '0.00', '2024-12-14 17:24:50', '2024-12-14 17:24:50'),
(77, 'g_num_675de992e77ba7.99893988', '2024-12-14', '2024-06-11', '11b0cc8b37d6757f', '66e7dff9f98764da', '960491741', 0, 0, 1, 1, 'Электросталь', 0, 1, '884108910', '5da31adc6926323a', '9f463620982b6cc9', '10974de38dfa215e', '149490916', '662.00', '0.00', '2024-12-14 17:24:50', '2024-12-14 17:24:50'),
(78, 'g_num_675de992e7a543.50290802', '2024-12-14', '2024-06-11', 'd57a61d6655ae4b4', '66e7dff9f98764da', '487019204', 0, 0, 1, 1, 'Коледино', 0, 1, '725684896', '20f1ae894c06d132', '9f463620982b6cc9', 'e129baf5351375dd', '149490916', '6852.00', '0.00', '2024-12-14 17:24:50', '2024-12-14 17:24:50'),
(79, 'g_num_675de992e7ce98.12051676', '2024-12-14', '2024-06-11', '7a86bcffd3807d52', '66e7dff9f98764da', '280381326', 0, 0, 1, 1, 'Электросталь', 0, 1, '189156178', '5da31adc6926323a', '9f463620982b6cc9', '10974de38dfa215e', '149490916', '752.00', '0.00', '2024-12-14 17:24:50', '2024-12-14 17:24:50'),
(80, 'g_num_675de992e7f7c9.27649329', '2024-12-14', '2024-06-11', 'aeb62a796f451943', '66e7dff9f98764da', '508176276', 0, 0, 1, 1, 'Коледино', 1, 0, '33930708', '5da31adc6926323a', '9f463620982b6cc9', '10974de38dfa215e', '149490916', '795.00', '20.00', '2024-12-14 17:24:50', '2024-12-14 17:24:50'),
(81, 'g_num_675de992e82181.32796083', '2024-12-14', '2024-06-11', '05c1ab367aab1c7f', '66e7dff9f98764da', '570419802', 0, 0, 1, 1, 'Коледино', 0, 1, '101860894', '5da31adc6926323a', '9f463620982b6cc9', '10974de38dfa215e', '149490916', '226.00', '0.00', '2024-12-14 17:24:50', '2024-12-14 17:24:50'),
(82, 'g_num_675de992e84ad5.00498033', '2024-12-14', '2024-06-11', '05c1ab367aab1c7f', '66e7dff9f98764da', '570419802', 0, 0, 1, 1, 'Екатеринбург - Испытателей 14г', 1, 0, '101860894', '5da31adc6926323a', '9f463620982b6cc9', '10974de38dfa215e', '149490916', '226.00', '0.00', '2024-12-14 17:24:50', '2024-12-14 17:24:50'),
(83, 'g_num_675de992e87649.21956995', '2024-12-14', '2024-06-11', '1918427047f8fa23', '66e7dff9f98764da', '597733337', 0, 1, 0, 2, 'Электросталь', 0, 2, '978818646', '5da31adc6926323a', '9f463620982b6cc9', '10974de38dfa215e', '413256454', '680.00', '0.00', '2024-12-14 17:24:50', '2024-12-14 17:24:50'),
(84, 'g_num_675de992e8a008.47298550', '2024-12-14', '2024-06-11', '9584b32ea1a893ca', '66e7dff9f98764da', '201488525', 0, 0, 1, 7, 'Коледино', 0, 7, '946266110', 'a988908c6c3cca9c', '9f463620982b6cc9', '728663c27b76a87b', '149490916', '768.00', '0.00', '2024-12-14 17:24:50', '2024-12-14 17:24:50'),
(85, 'g_num_675de992e8c9a7.66474269', '2024-12-14', '2024-06-11', '587012068391e59e', '66e7dff9f98764da', '872897513', 0, 1, 0, 1, 'Коледино', 0, 1, '4842724', 'a988908c6c3cca9c', '9f463620982b6cc9', '728663c27b76a87b', '413256454', '930.00', '0.00', '2024-12-14 17:24:50', '2024-12-14 17:24:50'),
(86, 'g_num_675de992e8f306.19401471', '2024-12-14', '2024-06-11', '14c51c2424aad784', '66e7dff9f98764da', '284526200', 0, 1, 0, 1, 'Коледино', 0, 1, '246450799', 'a988908c6c3cca9c', '9f463620982b6cc9', '728663c27b76a87b', '413256454', '999.00', '0.00', '2024-12-14 17:24:50', '2024-12-14 17:24:50'),
(87, 'g_num_675de992e91c90.66842358', '2024-12-14', '2024-06-11', '14c51c2424aad784', '66e7dff9f98764da', '284526200', 0, 0, 1, 1, 'Электросталь', 0, 1, '246450799', 'a988908c6c3cca9c', '9f463620982b6cc9', '728663c27b76a87b', '149490916', '999.00', '0.00', '2024-12-14 17:24:50', '2024-12-14 17:24:50'),
(88, 'g_num_675de992e94c42.57159944', '2024-12-14', '2024-06-11', '14c51c2424aad784', '66e7dff9f98764da', '284526200', 0, 1, 0, 1, 'Белые Столбы', 1, 0, '246450799', 'a988908c6c3cca9c', '9f463620982b6cc9', '728663c27b76a87b', '413256454', '999.00', '0.00', '2024-12-14 17:24:50', '2024-12-14 17:24:50'),
(89, 'g_num_675de992e97ad8.58616676', '2024-12-14', '2024-06-11', 'ab8ed91ba92cbfc2', '66e7dff9f98764da', '848507390', 0, 0, 1, 2, 'Коледино', 0, 2, '71302578', 'eb8c48f3518df032', '9f463620982b6cc9', 'e129baf5351375dd', '149490916', '20641.00', '0.00', '2024-12-14 17:24:50', '2024-12-14 17:24:50'),
(90, 'g_num_675de992e9a6b1.27356683', '2024-12-14', '2024-06-11', 'ab8ed91ba92cbfc2', '66e7dff9f98764da', '848507390', 0, 0, 1, 1, 'Электросталь', 0, 1, '71302578', 'eb8c48f3518df032', '9f463620982b6cc9', 'e129baf5351375dd', '149490916', '20641.00', '0.00', '2024-12-14 17:24:50', '2024-12-14 17:24:50'),
(91, 'g_num_675de992e9d189.99683731', '2024-12-14', '2024-06-11', 'ad90fa4d54d58e8a', '66e7dff9f98764da', '874840989', 0, 0, 1, 1, 'Электросталь', 0, 1, '849551917', 'a988908c6c3cca9c', '9f463620982b6cc9', '728663c27b76a87b', '149490916', '999.00', '0.00', '2024-12-14 17:24:50', '2024-12-14 17:24:50'),
(92, 'g_num_675de992e9fbb6.37049911', '2024-12-14', '2024-06-11', 'da63f7a15d670151', '66e7dff9f98764da', '374331966', 0, 0, 1, 3, 'Электросталь', 0, 3, '635507778', '9ee7be3c07aed934', '9f463620982b6cc9', '10974de38dfa215e', '149490916', '1036.00', '0.00', '2024-12-14 17:24:50', '2024-12-14 17:24:50'),
(93, 'g_num_675de992ea2879.38660747', '2024-12-14', '2024-06-11', '6a887cb2d117e138', '66e7dff9f98764da', '974232466', 0, 0, 1, 12, 'Коледино', 0, 12, '451343607', '2f93fb30032e0937', '9f463620982b6cc9', '10974de38dfa215e', '149490916', '813.00', '0.00', '2024-12-14 17:24:50', '2024-12-14 17:24:50'),
(94, 'g_num_675de992ea5525.99760888', '2024-12-14', '2024-06-11', '6a887cb2d117e138', '66e7dff9f98764da', '974232466', 0, 1, 0, 1, 'Екатеринбург - Испытателей 14г', 0, 1, '451343607', '2f93fb30032e0937', '9f463620982b6cc9', '10974de38dfa215e', '413256454', '813.00', '0.00', '2024-12-14 17:24:50', '2024-12-14 17:24:50'),
(95, 'g_num_675de992ea8045.14933376', '2024-12-14', '2024-06-11', '6a887cb2d117e138', '66e7dff9f98764da', '974232466', 0, 0, 1, 1, 'Санкт-Петербург Уткина Заводь', 0, 1, '451343607', '2f93fb30032e0937', '9f463620982b6cc9', '10974de38dfa215e', '149490916', '813.00', '0.00', '2024-12-14 17:24:50', '2024-12-14 17:24:50'),
(96, 'g_num_675de992eaaa07.82115845', '2024-12-14', '2024-06-11', '6a887cb2d117e138', '66e7dff9f98764da', '974232466', 0, 1, 0, 1, 'Подольск', 0, 1, '451343607', '2f93fb30032e0937', '9f463620982b6cc9', '10974de38dfa215e', '413256454', '813.00', '0.00', '2024-12-14 17:24:50', '2024-12-14 17:24:50'),
(97, 'g_num_675de992ead3c3.02362937', '2024-12-14', '2024-06-11', '0022154035446720', '66e7dff9f98764da', '347197425', 0, 0, 1, 1, 'Электросталь', 0, 1, '486916950', 'a988908c6c3cca9c', '9f463620982b6cc9', '728663c27b76a87b', '149490916', '999.00', '0.00', '2024-12-14 17:24:50', '2024-12-14 17:24:50'),
(98, 'g_num_675de992eafd26.45143710', '2024-12-14', '2024-06-11', 'ad90fa4d54d58e8a', '66e7dff9f98764da', '874840989', 0, 0, 1, 5, 'Коледино', 0, 5, '849551917', 'a988908c6c3cca9c', '9f463620982b6cc9', '728663c27b76a87b', '149490916', '999.00', '0.00', '2024-12-14 17:24:50', '2024-12-14 17:24:50'),
(99, 'g_num_675de992eb26e9.25270892', '2024-12-14', '2024-06-11', 'c6c33a251110afab', '66e7dff9f98764da', '332841404', 0, 0, 1, 1, 'Коледино', 1, 0, '130641111', '5da31adc6926323a', '9f463620982b6cc9', '10974de38dfa215e', '149490916', '533.00', '0.00', '2024-12-14 17:24:50', '2024-12-14 17:24:50'),
(100, 'g_num_675de992eb4fd7.36832189', '2024-12-14', '2024-06-11', '5df0bda5be2d7b8a', '66e7dff9f98764da', '556660955', 0, 0, 1, 1, 'Санкт-Петербург Уткина Заводь', 0, 1, '938865676', 'a988908c6c3cca9c', '9f463620982b6cc9', '728663c27b76a87b', '149490916', '941.00', '0.00', '2024-12-14 17:24:50', '2024-12-14 17:24:50'),
(101, 'g_num_675de992ebb534.58207604', '2024-12-14', '2024-06-11', 'fddc746fd7c8892d', '66e7dff9f98764da', '743742570', 0, 0, 1, 1, 'Коледино', 1, 0, '643848741', 'a988908c6c3cca9c', '9f463620982b6cc9', '728663c27b76a87b', '149490916', '1427.00', '0.00', '2024-12-14 17:24:50', '2024-12-14 17:24:50'),
(102, 'g_num_675de992ebe0c0.35740621', '2024-12-14', '2024-06-11', '53ab9a942d8e87b9', '66e7dff9f98764da', '554350978', 0, 0, 1, 1, 'Коледино', 0, 1, '468638097', 'eb8c48f3518df032', '9f463620982b6cc9', 'e129baf5351375dd', '149490916', '19797.00', '0.00', '2024-12-14 17:24:50', '2024-12-14 17:24:50'),
(103, 'g_num_675de9b1381e98.62130081', '2024-12-14', '2024-02-06', '614a5194503283e8', '66e7dff9f98764da', '264621174', 0, 1, 0, 2, 'Электросталь', 0, 2, '738317265', '6c9ba9d4a64a08c0', '9f463620982b6cc9', '10974de38dfa215e', '413256454', '821.00', '0.00', '2024-12-14 17:25:21', '2024-12-14 17:25:21'),
(104, 'g_num_675de9b13aee44.34449651', '2024-12-14', '2024-02-13', '6a887cb2d117e138', '66e7dff9f98764da', '974232466', 0, 1, 0, 1, 'Электросталь', 0, 1, '451343607', '2f93fb30032e0937', '9f463620982b6cc9', '10974de38dfa215e', '413256454', '813.00', '0.00', '2024-12-14 17:25:21', '2024-12-14 17:25:21'),
(105, 'g_num_675de9b13b1d92.21720077', '2024-12-14', '2024-02-16', '6a887cb2d117e138', '66e7dff9f98764da', '974232466', 0, 1, 0, 1, 'Коледино', 0, 1, '451343607', '2f93fb30032e0937', '9f463620982b6cc9', '10974de38dfa215e', '413256454', '813.00', '0.00', '2024-12-14 17:25:21', '2024-12-14 17:25:21'),
(106, 'g_num_675de9b13b4952.68236895', '2024-12-14', '2024-02-22', '32dd2491349fe57b', '66e7dff9f98764da', '978257775', 0, 1, 0, 3, 'Коледино', 1, 2, '108016159', '565d9792be04595e', '9f463620982b6cc9', 'e9800998ecf8427e', '413256454', '1676.00', '0.00', '2024-12-14 17:25:21', '2024-12-14 17:25:21'),
(107, 'g_num_675de9b13b7511.21010874', '2024-12-14', '2024-02-22', '33d3ef0627a48428', '66e7dff9f98764da', '188532407', 0, 1, 0, 1, 'Коледино', 0, 1, '645891538', '565d9792be04595e', '9f463620982b6cc9', 'e9800998ecf8427e', '413256454', '1330.00', '0.00', '2024-12-14 17:25:21', '2024-12-14 17:25:21'),
(108, 'g_num_675de9b13ba361.76486098', '2024-12-14', '2024-03-19', '7f0be08a339a17f9', '66e7dff9f98764da', '104735175', 0, 0, 1, 8, 'Коледино', 0, 8, '678186849', 'f7c87d7531eb9c9d', '9f463620982b6cc9', '58b9df15b17afbc7', '149490916', '183.00', '0.00', '2024-12-14 17:25:21', '2024-12-14 17:25:21'),
(109, 'g_num_675de9b13bcf01.72481319', '2024-12-14', '2024-04-01', 'c0d3c656da4bba2c', '66e7dff9f98764da', '147017993', 0, 1, 0, 1, 'Коледино', 0, 1, '14044137', 'c4d5099050643bb7', '9f463620982b6cc9', 'dafebbb5c012a22b', '413256454', '770.00', '0.00', '2024-12-14 17:25:21', '2024-12-14 17:25:21'),
(110, 'g_num_675de9b13bfa90.25057315', '2024-12-14', '2024-05-27', 'fd2233c765d88f8c', '66e7dff9f98764da', '729224589', 0, 1, 0, 1, 'Казань', 0, 1, '977829404', 'dd6ad32ea8eeb9eb', '9f463620982b6cc9', 'e129baf5351375dd', '413256454', '942.00', '0.00', '2024-12-14 17:25:21', '2024-12-14 17:25:21'),
(111, 'g_num_675de9b13c25f4.89082394', '2024-12-14', '2024-05-31', 'c0d0c31a95f0b309', '66e7dff9f98764da', '58035817', 0, 0, 1, 1, 'Казань', 0, 1, '664239186', 'dd6ad32ea8eeb9eb', '9f463620982b6cc9', 'e129baf5351375dd', '149490916', '302.00', '0.00', '2024-12-14 17:25:21', '2024-12-14 17:25:21'),
(112, 'g_num_675de9b13c5529.19104612', '2024-12-14', '2024-06-04', 'a3a97859be76ba5e', '66e7dff9f98764da', '146287168', 0, 1, 0, 1, 'Тула', 0, 1, '755062387', 'eb8c48f3518df032', '9f463620982b6cc9', 'a66c77274e96b48c', '413256454', '7178.00', '0.00', '2024-12-14 17:25:21', '2024-12-14 17:25:21'),
(113, 'g_num_675de9b13c84e8.35850163', '2024-12-14', '2024-06-06', 'c0d0c31a95f0b309', '66e7dff9f98764da', '58035817', 0, 0, 1, 1, 'Коледино', 0, 1, '664239186', 'dd6ad32ea8eeb9eb', '9f463620982b6cc9', 'e129baf5351375dd', '149490916', '302.00', '0.00', '2024-12-14 17:25:21', '2024-12-14 17:25:21'),
(114, 'g_num_675de9b13cb117.27827868', '2024-12-14', '2024-06-10', 'f595440de44921a5', '66e7dff9f98764da', '524920828', 0, 0, 1, 1, 'Коледино', 0, 1, '398950617', 'bac0461335ae5efa', '9f463620982b6cc9', 'e129baf5351375dd', '149490916', '3346.00', '0.00', '2024-12-14 17:25:21', '2024-12-14 17:25:21'),
(115, 'g_num_675de9b13ce460.50555323', '2024-12-14', '2024-06-10', '27008a2cb722dbc7', '66e7dff9f98764da', '524155563', 0, 0, 1, 1, 'Коледино', 0, 1, '321671822', 'bac0461335ae5efa', '9f463620982b6cc9', 'e129baf5351375dd', '149490916', '2049.00', '0.00', '2024-12-14 17:25:21', '2024-12-14 17:25:21'),
(116, 'g_num_675de9b13d16c2.50938388', '2024-12-14', '2024-06-10', '3324c1862d18de5b', '66e7dff9f98764da', '763540571', 0, 0, 1, 2, 'Коледино', 0, 2, '33763805', '48bd91fd238203b7', '9f463620982b6cc9', 'e9800998ecf8427e', '149490916', '1367.00', '0.00', '2024-12-14 17:25:21', '2024-12-14 17:25:21'),
(117, 'g_num_675de9b13d4965.76574867', '2024-12-14', '2024-06-10', '79e86d71e0bf29d2', '66e7dff9f98764da', '275138464', 0, 0, 1, 1, 'Коледино', 0, 1, '868776311', 'bac0461335ae5efa', '9f463620982b6cc9', 'e129baf5351375dd', '149490916', '1999.00', '3.00', '2024-12-14 17:25:21', '2024-12-14 17:25:21'),
(118, 'g_num_675de9b13d77c6.35685566', '2024-12-14', '2024-06-10', 'a26e919d71824d12', '66e7dff9f98764da', '44300694', 0, 0, 1, 1, 'Коледино', 0, 1, '910508018', 'dd6ad32ea8eeb9eb', '9f463620982b6cc9', 'e129baf5351375dd', '149490916', '389.00', '0.00', '2024-12-14 17:25:21', '2024-12-14 17:25:21'),
(119, 'g_num_675de9b13db1d4.90671076', '2024-12-14', '2024-06-10', 'd560eaf984ee74cb', '66e7dff9f98764da', '538870077', 0, 0, 1, 1, 'Коледино', 0, 1, '988876103', '442bfd3aa4779012', '9f463620982b6cc9', 'e129baf5351375dd', '149490916', '1050.00', '0.00', '2024-12-14 17:25:21', '2024-12-14 17:25:21'),
(120, 'g_num_675de9b13dec83.35365143', '2024-12-14', '2024-06-10', 'd4d0da3675616a90', '66e7dff9f98764da', '70260540', 0, 0, 1, 4, 'Коледино', 1, 3, '354519871', '6c9ba9d4a64a08c0', '9f463620982b6cc9', '10974de38dfa215e', '149490916', '2247.00', '0.00', '2024-12-14 17:25:21', '2024-12-14 17:25:21'),
(121, 'g_num_675de9b13e2623.07754971', '2024-12-14', '2024-06-10', 'b50b52fa872cecad', '66e7dff9f98764da', '33053322', 0, 1, 0, 1, 'Коледино', 0, 1, '420027359', '6c9ba9d4a64a08c0', '9f463620982b6cc9', '10974de38dfa215e', '413256454', '2151.00', '0.00', '2024-12-14 17:25:21', '2024-12-14 17:25:21'),
(122, 'g_num_675de9b13e5894.89009303', '2024-12-14', '2024-06-10', '6fff2b5dd13a6f30', '66e7dff9f98764da', '561556782', 0, 0, 1, 2, 'Коледино', 0, 2, '95166060', 'f694ab2be55693c7', '9f463620982b6cc9', 'f486d1bc7ccbbb35', '149490916', '384.00', '20.00', '2024-12-14 17:25:21', '2024-12-14 17:25:21'),
(123, 'g_num_675de9b13e8b76.87382735', '2024-12-14', '2024-06-10', '5ca92534c1d28fb6', '66e7dff9f98764da', '-47218963', 0, 0, 1, 2, 'Коледино', 0, 2, '601590443', '48bd91fd238203b7', '9f463620982b6cc9', 'e9800998ecf8427e', '149490916', '1498.00', '0.00', '2024-12-14 17:25:21', '2024-12-14 17:25:21'),
(124, 'g_num_675de9b13eba01.11115517', '2024-12-14', '2024-06-10', 'b74a91d8c5355e70', '66e7dff9f98764da', '76489292', 0, 0, 1, 4, 'Коледино', 0, 4, '285984200', 'f694ab2be55693c7', '9f463620982b6cc9', 'a66c77274e96b48c', '149490916', '2450.00', '21.00', '2024-12-14 17:25:21', '2024-12-14 17:25:21'),
(125, 'g_num_675de9b13ee649.57557966', '2024-12-14', '2024-06-10', 'ff31d63e8899fcae', '66e7dff9f98764da', '78855985', 0, 0, 1, 1, 'Коледино', 0, 1, '201861987', '6c9ba9d4a64a08c0', '9f463620982b6cc9', '10974de38dfa215e', '149490916', '3091.00', '0.00', '2024-12-14 17:25:21', '2024-12-14 17:25:21'),
(126, 'g_num_675de9b13f1227.87258349', '2024-12-14', '2024-06-10', '4a766237b2eaeca1', '66e7dff9f98764da', '121537971', 0, 0, 1, 2, 'Коледино', 0, 2, '784557217', 'f694ab2be55693c7', '9f463620982b6cc9', 'a66c77274e96b48c', '149490916', '1681.00', '21.00', '2024-12-14 17:25:21', '2024-12-14 17:25:21'),
(127, 'g_num_675de9b13f3d83.10539752', '2024-12-14', '2024-06-10', 'e9dc87ff5ba0e30d', '66e7dff9f98764da', '105203986', 0, 0, 1, 3, 'Коледино', 0, 3, '224798932', '6c9ba9d4a64a08c0', '9f463620982b6cc9', '10974de38dfa215e', '149490916', '1788.00', '0.00', '2024-12-14 17:25:21', '2024-12-14 17:25:21'),
(128, 'g_num_675de9b13f6db8.87814117', '2024-12-14', '2024-06-10', '389a6a116452bc3f', '66e7dff9f98764da', '979505904', 0, 0, 1, 2, 'Коледино', 0, 2, '-83054245', '716cae14263ef4b7', '9f463620982b6cc9', '89edf2b23057232f', '149490916', '2015.00', '0.00', '2024-12-14 17:25:21', '2024-12-14 17:25:21'),
(129, 'g_num_675de9b13f9c96.03062161', '2024-12-14', '2024-06-10', '0b881da6e542b592', '66e7dff9f98764da', '109457812', 0, 1, 0, 1, 'Коледино', 0, 1, '80791948', '4c3c3df48b6eb1a2', '9f463620982b6cc9', '89edf2b23057232f', '413256454', '609.00', '0.00', '2024-12-14 17:25:21', '2024-12-14 17:25:21'),
(130, 'g_num_675de9b13fc9e8.99733237', '2024-12-14', '2024-06-11', '89d61527db66b677', '66e7dff9f98764da', '255956966', 0, 0, 1, 1, 'Коледино', 0, 1, '222529607', '6c9ba9d4a64a08c0', '9f463620982b6cc9', '10974de38dfa215e', '149490916', '1998.00', '0.00', '2024-12-14 17:25:21', '2024-12-14 17:25:21'),
(131, 'g_num_675de9b13ff593.99464766', '2024-12-14', '2024-06-11', 'c7f9bd9af2387276', '66e7dff9f98764da', '772341736', 0, 0, 1, 1, 'Коледино', 0, 1, '187698023', '6c9ba9d4a64a08c0', '9f463620982b6cc9', '10974de38dfa215e', '149490916', '1878.00', '0.00', '2024-12-14 17:25:21', '2024-12-14 17:25:21'),
(132, 'g_num_675de9b1402167.77618036', '2024-12-14', '2024-06-11', '7439faf13c062f39', '66e7dff9f98764da', '417331160', 0, 1, 0, 4, 'Электросталь', 0, 4, '893874518', '6c9ba9d4a64a08c0', '9f463620982b6cc9', '10974de38dfa215e', '413256454', '1949.00', '0.00', '2024-12-14 17:25:21', '2024-12-14 17:25:21'),
(133, 'g_num_675de9b1405016.59965673', '2024-12-14', '2024-06-11', '04f1fd5c023c5fa9', '66e7dff9f98764da', '733326066', 0, 0, 1, 1, 'Белая дача', 0, 1, '127666515', 'bac0461335ae5efa', '9f463620982b6cc9', 'e129baf5351375dd', '149490916', '2150.00', '0.00', '2024-12-14 17:25:21', '2024-12-14 17:25:21'),
(134, 'g_num_675de9b1407f11.35817743', '2024-12-14', '2024-06-11', 'f595440de44921a5', '66e7dff9f98764da', '524920828', 0, 0, 1, 1, 'Подольск', 0, 1, '398950617', 'bac0461335ae5efa', '9f463620982b6cc9', 'e129baf5351375dd', '149490916', '3346.00', '0.00', '2024-12-14 17:25:21', '2024-12-14 17:25:21'),
(135, 'g_num_675de9b140b448.61526090', '2024-12-14', '2024-06-11', 'd65b91352f10d00e', '66e7dff9f98764da', '983161712', 0, 0, 1, 1, 'Коледино', 0, 1, '476960073', '20f1ae894c06d132', '9f463620982b6cc9', 'e129baf5351375dd', '149490916', '5547.00', '0.00', '2024-12-14 17:25:21', '2024-12-14 17:25:21'),
(136, 'g_num_675de9b140e408.92927209', '2024-12-14', '2024-06-11', '59a1a1e15b9481d0', '66e7dff9f98764da', '447765460', 0, 0, 1, 1, 'Коледино', 0, 1, '220532771', 'c4d5099050643bb7', '9f463620982b6cc9', 'e129baf5351375dd', '149490916', '3112.00', '0.00', '2024-12-14 17:25:21', '2024-12-14 17:25:21'),
(137, 'g_num_675de9b1411493.95640236', '2024-12-14', '2024-06-11', '53e811be31f9e0dc', '66e7dff9f98764da', '663641693', 0, 0, 1, 1, 'Коледино', 0, 1, '962911020', 'c4d5099050643bb7', '9f463620982b6cc9', 'e129baf5351375dd', '149490916', '3304.00', '0.00', '2024-12-14 17:25:21', '2024-12-14 17:25:21'),
(138, 'g_num_675de9b1414499.17561612', '2024-12-14', '2024-06-11', 'c3672363a646989e', '66e7dff9f98764da', '182833191', 0, 1, 0, 1, 'Электросталь', 0, 1, '793095768', '80043b2db33d6cc0', '9f463620982b6cc9', 'e129baf5351375dd', '413256454', '1059.00', '0.00', '2024-12-14 17:25:21', '2024-12-14 17:25:21'),
(139, 'g_num_675de9b14179a0.88767149', '2024-12-14', '2024-06-11', '1ebc90010e9f0d8c', '66e7dff9f98764da', '942802682', 0, 1, 0, 1, 'Санкт-Петербург Уткина Заводь', 0, 1, '879714109', 'f694ab2be55693c7', '9f463620982b6cc9', 'f486d1bc7ccbbb35', '413256454', '552.00', '20.00', '2024-12-14 17:25:21', '2024-12-14 17:25:21'),
(140, 'g_num_675de9b141aa37.03576686', '2024-12-14', '2024-06-11', '1ebc90010e9f0d8c', '66e7dff9f98764da', '942802682', 0, 0, 1, 1, 'Подольск', 0, 1, '879714109', 'f694ab2be55693c7', '9f463620982b6cc9', 'f486d1bc7ccbbb35', '149490916', '552.00', '20.00', '2024-12-14 17:25:21', '2024-12-14 17:25:21'),
(141, 'g_num_675de9b141d925.19085286', '2024-12-14', '2024-06-11', '1ebc90010e9f0d8c', '66e7dff9f98764da', '942802682', 0, 0, 1, 1, 'Казань', 0, 1, '879714109', 'f694ab2be55693c7', '9f463620982b6cc9', 'f486d1bc7ccbbb35', '149490916', '552.00', '20.00', '2024-12-14 17:25:21', '2024-12-14 17:25:21'),
(142, 'g_num_675de9b1420af4.05453365', '2024-12-14', '2024-06-11', '1ebc90010e9f0d8c', '66e7dff9f98764da', '942802682', 0, 0, 1, 5, 'Краснодар', 0, 5, '879714109', 'f694ab2be55693c7', '9f463620982b6cc9', 'f486d1bc7ccbbb35', '149490916', '552.00', '20.00', '2024-12-14 17:25:21', '2024-12-14 17:25:21'),
(143, 'g_num_675de9b1423a81.76871464', '2024-12-14', '2024-06-11', 'c5a85c4b5a17633d', '66e7dff9f98764da', '45943418', 0, 1, 0, 2, 'Коледино', 1, 1, '717146119', '492e850f1892786a', '9f463620982b6cc9', '728663c27b76a87b', '413256454', '2731.00', '0.00', '2024-12-14 17:25:21', '2024-12-14 17:25:21'),
(144, 'g_num_675de9b1426953.22362814', '2024-12-14', '2024-06-11', 'c5a85c4b5a17633d', '66e7dff9f98764da', '45943418', 0, 0, 1, 1, 'Коледино', 1, 0, '717146119', '492e850f1892786a', '9f463620982b6cc9', '728663c27b76a87b', '149490916', '2731.00', '0.00', '2024-12-14 17:25:21', '2024-12-14 17:25:21'),
(145, 'g_num_675de9b1429989.52511451', '2024-12-14', '2024-06-11', '1f7d809681f4fefa', '66e7dff9f98764da', '174689831', 0, 0, 1, 1, 'Электросталь', 1, 0, '550677776', 'f216052f37a3fc56', '9f463620982b6cc9', 'e129baf5351375dd', '149490916', '2252.00', '0.00', '2024-12-14 17:25:21', '2024-12-14 17:25:21'),
(146, 'g_num_675de9b142c8e2.75853423', '2024-12-14', '2024-06-11', 'e00c20a104612df1', '66e7dff9f98764da', '943872357', 0, 0, 1, 1, 'Коледино', 0, 1, '224690056', 'bac0461335ae5efa', '9f463620982b6cc9', 'e129baf5351375dd', '149490916', '5155.00', '0.00', '2024-12-14 17:25:21', '2024-12-14 17:25:21'),
(147, 'g_num_675de9b142f664.77705883', '2024-12-14', '2024-06-11', '482693a662df44f9', '66e7dff9f98764da', '341693078', 0, 0, 1, 1, 'Коледино', 0, 1, '836223696', 'dd6ad32ea8eeb9eb', '9f463620982b6cc9', 'e129baf5351375dd', '149490916', '1019.00', '0.00', '2024-12-14 17:25:21', '2024-12-14 17:25:21'),
(148, 'g_num_675de9b14323f8.18175741', '2024-12-14', '2024-06-11', '73963abd2299ec22', '66e7dff9f98764da', '905755160', 0, 0, 1, 1, 'Новосибирск', 1, 0, '836646331', 'bac0461335ae5efa', '9f463620982b6cc9', 'e129baf5351375dd', '149490916', '3254.00', '3.00', '2024-12-14 17:25:21', '2024-12-14 17:25:21'),
(149, 'g_num_675de9b1435530.76597409', '2024-12-14', '2024-06-11', '73963abd2299ec22', '66e7dff9f98764da', '905755160', 0, 0, 1, 1, 'Казань', 0, 1, '836646331', 'bac0461335ae5efa', '9f463620982b6cc9', 'e129baf5351375dd', '149490916', '3254.00', '3.00', '2024-12-14 17:25:21', '2024-12-14 17:25:21'),
(150, 'g_num_675de9b14385b1.94082936', '2024-12-14', '2024-06-11', '815d05309b9eac0e', '66e7dff9f98764da', '601693786', 0, 0, 1, 1, 'Коледино', 0, 1, '180450538', '442bfd3aa4779012', '9f463620982b6cc9', 'e129baf5351375dd', '149490916', '621.00', '13.00', '2024-12-14 17:25:21', '2024-12-14 17:25:21'),
(151, 'g_num_675de9b143b469.74524411', '2024-12-14', '2024-06-11', '815d05309b9eac0e', '66e7dff9f98764da', '601693786', 0, 0, 1, 2, 'Казань', 1, 1, '180450538', '442bfd3aa4779012', '9f463620982b6cc9', 'e129baf5351375dd', '149490916', '621.00', '13.00', '2024-12-14 17:25:21', '2024-12-14 17:25:21'),
(152, 'g_num_675de9b143e237.90182524', '2024-12-14', '2024-06-11', '815d05309b9eac0e', '66e7dff9f98764da', '601693786', 0, 0, 1, 1, 'Электросталь', 0, 1, '180450538', '442bfd3aa4779012', '9f463620982b6cc9', 'e129baf5351375dd', '149490916', '621.00', '13.00', '2024-12-14 17:25:21', '2024-12-14 17:25:21'),
(153, 'g_num_675de9b1440fe0.58290342', '2024-12-14', '2024-06-11', 'b35aac134ea148c7', '66e7dff9f98764da', '791811610', 0, 0, 1, 1, 'Коледино', 0, 1, '977402319', '171d8b541e5f5cc1', '9f463620982b6cc9', 'e129baf5351375dd', '149490916', '879.00', '0.00', '2024-12-14 17:25:21', '2024-12-14 17:25:21'),
(154, 'g_num_675de9b1444095.70103279', '2024-12-14', '2024-06-11', '0ec9d0da012768d7', '66e7dff9f98764da', '960197209', 0, 0, 1, 1, 'Подольск', 0, 1, '346286168', 'dd6ad32ea8eeb9eb', '9f463620982b6cc9', 'e129baf5351375dd', '149490916', '709.00', '0.00', '2024-12-14 17:25:21', '2024-12-14 17:25:21'),
(155, 'g_num_675de9b14472f0.55751067', '2024-12-14', '2024-06-11', '1b1344eff6fcec54', '66e7dff9f98764da', '712583015', 0, 0, 1, 1, 'Коледино', 0, 1, '820845574', 'dd6ad32ea8eeb9eb', '9f463620982b6cc9', 'e129baf5351375dd', '149490916', '362.00', '0.00', '2024-12-14 17:25:21', '2024-12-14 17:25:21'),
(156, 'g_num_675de9b144af59.23172502', '2024-12-14', '2024-06-11', '1b1344eff6fcec54', '66e7dff9f98764da', '712583015', 0, 0, 1, 1, 'Казань', 0, 1, '820845574', 'dd6ad32ea8eeb9eb', '9f463620982b6cc9', 'e129baf5351375dd', '149490916', '362.00', '0.00', '2024-12-14 17:25:21', '2024-12-14 17:25:21'),
(157, 'g_num_675de9b144e400.23378490', '2024-12-14', '2024-06-11', '6fff2b5dd13a6f30', '66e7dff9f98764da', '561556782', 0, 0, 1, 1, 'Казань', 0, 1, '95166060', 'f694ab2be55693c7', '9f463620982b6cc9', 'f486d1bc7ccbbb35', '149490916', '384.00', '20.00', '2024-12-14 17:25:21', '2024-12-14 17:25:21'),
(158, 'g_num_675de9b1451633.14104381', '2024-12-14', '2024-06-11', '6fff2b5dd13a6f30', '66e7dff9f98764da', '561556782', 0, 0, 1, 1, 'Электросталь', 0, 1, '95166060', 'f694ab2be55693c7', '9f463620982b6cc9', 'f486d1bc7ccbbb35', '149490916', '384.00', '20.00', '2024-12-14 17:25:21', '2024-12-14 17:25:21'),
(159, 'g_num_675de9b1454b96.82061504', '2024-12-14', '2024-06-11', '6fff2b5dd13a6f30', '66e7dff9f98764da', '561556782', 0, 0, 1, 1, 'Краснодар', 0, 1, '95166060', 'f694ab2be55693c7', '9f463620982b6cc9', 'f486d1bc7ccbbb35', '149490916', '384.00', '20.00', '2024-12-14 17:25:21', '2024-12-14 17:25:21'),
(160, 'g_num_675de9b1457d98.73425082', '2024-12-14', '2024-06-11', 'c2a2ac91266d58c5', '66e7dff9f98764da', '700014344', 0, 1, 0, 2, 'Коледино', 0, 2, '446436045', 'a988908c6c3cca9c', '9f463620982b6cc9', '10974de38dfa215e', '413256454', '994.00', '0.00', '2024-12-14 17:25:21', '2024-12-14 17:25:21'),
(161, 'g_num_675de9b145ac46.61041727', '2024-12-14', '2024-06-11', '766c33bf94c5206f', '66e7dff9f98764da', '912971703', 0, 0, 1, 1, 'Казань', 0, 1, '477915480', '6c9ba9d4a64a08c0', '9f463620982b6cc9', '10974de38dfa215e', '149490916', '1477.00', '0.00', '2024-12-14 17:25:21', '2024-12-14 17:25:21'),
(162, 'g_num_675de9b145db09.53293746', '2024-12-14', '2024-06-11', '7997172eb700b627', '66e7dff9f98764da', '108286581', 0, 1, 0, 1, 'Электросталь', 0, 1, '148377775', '6c9ba9d4a64a08c0', '9f463620982b6cc9', '10974de38dfa215e', '413256454', '3091.00', '0.00', '2024-12-14 17:25:21', '2024-12-14 17:25:21'),
(163, 'g_num_675de9b1460a12.13731351', '2024-12-14', '2024-06-11', 'd1b80e8aafa2f615', '66e7dff9f98764da', '957599687', 0, 0, 1, 5, 'Коледино', 0, 5, '826706032', 'a988908c6c3cca9c', '9f463620982b6cc9', '10974de38dfa215e', '149490916', '829.00', '0.00', '2024-12-14 17:25:21', '2024-12-14 17:25:21'),
(164, 'g_num_675de9b1463832.08462853', '2024-12-14', '2024-06-11', 'd1b80e8aafa2f615', '66e7dff9f98764da', '957599687', 0, 0, 1, 1, 'Казань', 0, 1, '826706032', 'a988908c6c3cca9c', '9f463620982b6cc9', '10974de38dfa215e', '149490916', '829.00', '0.00', '2024-12-14 17:25:21', '2024-12-14 17:25:21'),
(165, 'g_num_675de9b1466682.83722854', '2024-12-14', '2024-06-11', 'd1b80e8aafa2f615', '66e7dff9f98764da', '957599687', 0, 1, 0, 7, 'Электросталь', 0, 7, '826706032', 'a988908c6c3cca9c', '9f463620982b6cc9', '10974de38dfa215e', '413256454', '829.00', '0.00', '2024-12-14 17:25:21', '2024-12-14 17:25:21'),
(166, 'g_num_675de9b146cef4.97988910', '2024-12-14', '2024-06-11', 'd1b80e8aafa2f615', '66e7dff9f98764da', '957599687', 0, 1, 0, 3, 'Краснодар', 0, 3, '826706032', 'a988908c6c3cca9c', '9f463620982b6cc9', '10974de38dfa215e', '413256454', '829.00', '0.00', '2024-12-14 17:25:21', '2024-12-14 17:25:21');
INSERT INTO `stocks` (`id`, `g_number`, `date`, `last_change_date`, `supplier_article`, `tech_size`, `barcode`, `quantity`, `is_supply`, `is_realization`, `quantity_full`, `warehouse_name`, `in_way_to_client`, `in_way_from_client`, `nm_id`, `subject`, `category`, `brand`, `sc_code`, `price`, `discount`, `created_at`, `updated_at`) VALUES
(167, 'g_num_675de9b146fdd6.85093599', '2024-12-14', '2024-06-11', 'd1b80e8aafa2f615', '66e7dff9f98764da', '957599687', 0, 1, 0, 1, 'Белая дача', 0, 1, '826706032', 'a988908c6c3cca9c', '9f463620982b6cc9', '10974de38dfa215e', '413256454', '829.00', '0.00', '2024-12-14 17:25:21', '2024-12-14 17:25:21'),
(168, 'g_num_675de9b1472cb7.32115541', '2024-12-14', '2024-06-11', '5a12880abd0ac596', '66e7dff9f98764da', '614120156', 0, 0, 1, 1, 'Электросталь', 1, 0, '697170273', '442bfd3aa4779012', '9f463620982b6cc9', 'e129baf5351375dd', '149490916', '705.00', '13.00', '2024-12-14 17:25:21', '2024-12-14 17:25:21'),
(169, 'g_num_675de9b1475c72.68030561', '2024-12-14', '2024-06-11', 'c2a2ac91266d58c5', '66e7dff9f98764da', '700014344', 0, 0, 1, 6, 'Коледино', 0, 6, '446436045', 'a988908c6c3cca9c', '9f463620982b6cc9', '10974de38dfa215e', '149490916', '994.00', '0.00', '2024-12-14 17:25:21', '2024-12-14 17:25:21'),
(170, 'g_num_675de9b1478992.97161630', '2024-12-14', '2024-06-11', 'c2a2ac91266d58c5', '66e7dff9f98764da', '700014344', 0, 1, 0, 2, 'Электросталь', 0, 2, '446436045', 'a988908c6c3cca9c', '9f463620982b6cc9', '10974de38dfa215e', '413256454', '994.00', '0.00', '2024-12-14 17:25:21', '2024-12-14 17:25:21'),
(171, 'g_num_675de9b147b644.29005726', '2024-12-14', '2024-06-11', '7fd9a59b4a69587e', '66e7dff9f98764da', '509929761', 0, 1, 0, 2, 'Коледино', 1, 1, '146721609', 'a988908c6c3cca9c', '9f463620982b6cc9', '10974de38dfa215e', '413256454', '893.00', '0.00', '2024-12-14 17:25:21', '2024-12-14 17:25:21'),
(172, 'g_num_675de9b147e304.28910968', '2024-12-14', '2024-06-11', '7fd9a59b4a69587e', '66e7dff9f98764da', '509929761', 0, 0, 1, 5, 'Коледино', 0, 5, '146721609', 'a988908c6c3cca9c', '9f463620982b6cc9', '10974de38dfa215e', '149490916', '893.00', '0.00', '2024-12-14 17:25:21', '2024-12-14 17:25:21'),
(173, 'g_num_675de9b1481006.03356157', '2024-12-14', '2024-06-11', 'f6193e774ff553ec', '66e7dff9f98764da', '49397715', 0, 0, 1, 2, 'Казань', 2, 0, '256831260', '6c9ba9d4a64a08c0', '9f463620982b6cc9', '10974de38dfa215e', '149490916', '1939.00', '0.00', '2024-12-14 17:25:21', '2024-12-14 17:25:21'),
(174, 'g_num_675de9b1483cb4.32786624', '2024-12-14', '2024-06-11', 'e412cd472b710cf2', '66e7dff9f98764da', '556705304', 0, 0, 1, 1, 'Коледино', 0, 1, '499708213', '6c9ba9d4a64a08c0', '9f463620982b6cc9', '10974de38dfa215e', '149490916', '2151.00', '0.00', '2024-12-14 17:25:21', '2024-12-14 17:25:21'),
(175, 'g_num_675de9b1486ff5.96831217', '2024-12-14', '2024-06-11', 'e412cd472b710cf2', '66e7dff9f98764da', '556705304', 0, 1, 0, 1, 'Казань', 0, 1, '499708213', '6c9ba9d4a64a08c0', '9f463620982b6cc9', '10974de38dfa215e', '413256454', '2151.00', '0.00', '2024-12-14 17:25:21', '2024-12-14 17:25:21'),
(176, 'g_num_675de9b148a112.47673711', '2024-12-14', '2024-06-11', '27bbe55eab85cd78', '66e7dff9f98764da', '389052680', 0, 0, 1, 1, 'Электросталь', 0, 1, '741632252', '3640783743874abe', '9f463620982b6cc9', 'e9800998ecf8427e', '149490916', '930.00', '0.00', '2024-12-14 17:25:21', '2024-12-14 17:25:21'),
(177, 'g_num_675de9b148d1e4.32366128', '2024-12-14', '2024-06-11', '11b0cc8b37d6757f', '66e7dff9f98764da', '960491741', 0, 0, 1, 1, 'Электросталь', 0, 1, '884108910', '5da31adc6926323a', '9f463620982b6cc9', '10974de38dfa215e', '149490916', '662.00', '0.00', '2024-12-14 17:25:21', '2024-12-14 17:25:21'),
(178, 'g_num_675de9b1490144.41247241', '2024-12-14', '2024-06-11', 'd57a61d6655ae4b4', '66e7dff9f98764da', '487019204', 0, 0, 1, 1, 'Коледино', 0, 1, '725684896', '20f1ae894c06d132', '9f463620982b6cc9', 'e129baf5351375dd', '149490916', '6852.00', '0.00', '2024-12-14 17:25:21', '2024-12-14 17:25:21'),
(179, 'g_num_675de9b1493346.04579470', '2024-12-14', '2024-06-11', '7a86bcffd3807d52', '66e7dff9f98764da', '280381326', 0, 0, 1, 1, 'Электросталь', 0, 1, '189156178', '5da31adc6926323a', '9f463620982b6cc9', '10974de38dfa215e', '149490916', '752.00', '0.00', '2024-12-14 17:25:21', '2024-12-14 17:25:21'),
(180, 'g_num_675de9b14963a8.80878288', '2024-12-14', '2024-06-11', 'aeb62a796f451943', '66e7dff9f98764da', '508176276', 0, 0, 1, 1, 'Коледино', 1, 0, '33930708', '5da31adc6926323a', '9f463620982b6cc9', '10974de38dfa215e', '149490916', '795.00', '20.00', '2024-12-14 17:25:21', '2024-12-14 17:25:21'),
(181, 'g_num_675de9b1499142.35778245', '2024-12-14', '2024-06-11', '05c1ab367aab1c7f', '66e7dff9f98764da', '570419802', 0, 0, 1, 1, 'Коледино', 0, 1, '101860894', '5da31adc6926323a', '9f463620982b6cc9', '10974de38dfa215e', '149490916', '226.00', '0.00', '2024-12-14 17:25:21', '2024-12-14 17:25:21'),
(182, 'g_num_675de9b149be58.36439404', '2024-12-14', '2024-06-11', '05c1ab367aab1c7f', '66e7dff9f98764da', '570419802', 0, 0, 1, 1, 'Екатеринбург - Испытателей 14г', 1, 0, '101860894', '5da31adc6926323a', '9f463620982b6cc9', '10974de38dfa215e', '149490916', '226.00', '0.00', '2024-12-14 17:25:21', '2024-12-14 17:25:21'),
(183, 'g_num_675de9b149eaf7.38420516', '2024-12-14', '2024-06-11', '1918427047f8fa23', '66e7dff9f98764da', '597733337', 0, 1, 0, 2, 'Электросталь', 0, 2, '978818646', '5da31adc6926323a', '9f463620982b6cc9', '10974de38dfa215e', '413256454', '680.00', '0.00', '2024-12-14 17:25:21', '2024-12-14 17:25:21'),
(184, 'g_num_675de9b14a17d2.38731532', '2024-12-14', '2024-06-11', '9584b32ea1a893ca', '66e7dff9f98764da', '201488525', 0, 0, 1, 7, 'Коледино', 0, 7, '946266110', 'a988908c6c3cca9c', '9f463620982b6cc9', '728663c27b76a87b', '149490916', '768.00', '0.00', '2024-12-14 17:25:21', '2024-12-14 17:25:21'),
(185, 'g_num_675de9b14a44b5.26685210', '2024-12-14', '2024-06-11', '587012068391e59e', '66e7dff9f98764da', '872897513', 0, 1, 0, 1, 'Коледино', 0, 1, '4842724', 'a988908c6c3cca9c', '9f463620982b6cc9', '728663c27b76a87b', '413256454', '930.00', '0.00', '2024-12-14 17:25:21', '2024-12-14 17:25:21'),
(186, 'g_num_675de9b14a71f9.75100229', '2024-12-14', '2024-06-11', '14c51c2424aad784', '66e7dff9f98764da', '284526200', 0, 1, 0, 1, 'Коледино', 0, 1, '246450799', 'a988908c6c3cca9c', '9f463620982b6cc9', '728663c27b76a87b', '413256454', '999.00', '0.00', '2024-12-14 17:25:21', '2024-12-14 17:25:21'),
(187, 'g_num_675de9b14a9ec6.26820570', '2024-12-14', '2024-06-11', '14c51c2424aad784', '66e7dff9f98764da', '284526200', 0, 0, 1, 1, 'Электросталь', 0, 1, '246450799', 'a988908c6c3cca9c', '9f463620982b6cc9', '728663c27b76a87b', '149490916', '999.00', '0.00', '2024-12-14 17:25:21', '2024-12-14 17:25:21'),
(188, 'g_num_675de9b14acbe8.17811794', '2024-12-14', '2024-06-11', '14c51c2424aad784', '66e7dff9f98764da', '284526200', 0, 1, 0, 1, 'Белые Столбы', 1, 0, '246450799', 'a988908c6c3cca9c', '9f463620982b6cc9', '728663c27b76a87b', '413256454', '999.00', '0.00', '2024-12-14 17:25:21', '2024-12-14 17:25:21'),
(189, 'g_num_675de9b14af863.08971935', '2024-12-14', '2024-06-11', 'ab8ed91ba92cbfc2', '66e7dff9f98764da', '848507390', 0, 0, 1, 2, 'Коледино', 0, 2, '71302578', 'eb8c48f3518df032', '9f463620982b6cc9', 'e129baf5351375dd', '149490916', '20641.00', '0.00', '2024-12-14 17:25:21', '2024-12-14 17:25:21'),
(190, 'g_num_675de9b14b27a1.97036400', '2024-12-14', '2024-06-11', 'ab8ed91ba92cbfc2', '66e7dff9f98764da', '848507390', 0, 0, 1, 1, 'Электросталь', 0, 1, '71302578', 'eb8c48f3518df032', '9f463620982b6cc9', 'e129baf5351375dd', '149490916', '20641.00', '0.00', '2024-12-14 17:25:21', '2024-12-14 17:25:21'),
(191, 'g_num_675de9b14b5570.50781559', '2024-12-14', '2024-06-11', 'ad90fa4d54d58e8a', '66e7dff9f98764da', '874840989', 0, 0, 1, 1, 'Электросталь', 0, 1, '849551917', 'a988908c6c3cca9c', '9f463620982b6cc9', '728663c27b76a87b', '149490916', '999.00', '0.00', '2024-12-14 17:25:21', '2024-12-14 17:25:21'),
(192, 'g_num_675de9b14b8294.29404646', '2024-12-14', '2024-06-11', 'da63f7a15d670151', '66e7dff9f98764da', '374331966', 0, 0, 1, 3, 'Электросталь', 0, 3, '635507778', '9ee7be3c07aed934', '9f463620982b6cc9', '10974de38dfa215e', '149490916', '1036.00', '0.00', '2024-12-14 17:25:21', '2024-12-14 17:25:21'),
(193, 'g_num_675de9b14baff8.70120508', '2024-12-14', '2024-06-11', '6a887cb2d117e138', '66e7dff9f98764da', '974232466', 0, 0, 1, 12, 'Коледино', 0, 12, '451343607', '2f93fb30032e0937', '9f463620982b6cc9', '10974de38dfa215e', '149490916', '813.00', '0.00', '2024-12-14 17:25:21', '2024-12-14 17:25:21'),
(194, 'g_num_675de9b14bdfa6.38331614', '2024-12-14', '2024-06-11', '6a887cb2d117e138', '66e7dff9f98764da', '974232466', 0, 1, 0, 1, 'Екатеринбург - Испытателей 14г', 0, 1, '451343607', '2f93fb30032e0937', '9f463620982b6cc9', '10974de38dfa215e', '413256454', '813.00', '0.00', '2024-12-14 17:25:21', '2024-12-14 17:25:21'),
(195, 'g_num_675de9b14c0f76.21126731', '2024-12-14', '2024-06-11', '6a887cb2d117e138', '66e7dff9f98764da', '974232466', 0, 0, 1, 1, 'Санкт-Петербург Уткина Заводь', 0, 1, '451343607', '2f93fb30032e0937', '9f463620982b6cc9', '10974de38dfa215e', '149490916', '813.00', '0.00', '2024-12-14 17:25:21', '2024-12-14 17:25:21'),
(196, 'g_num_675de9b14c4147.48374364', '2024-12-14', '2024-06-11', '6a887cb2d117e138', '66e7dff9f98764da', '974232466', 0, 1, 0, 1, 'Подольск', 0, 1, '451343607', '2f93fb30032e0937', '9f463620982b6cc9', '10974de38dfa215e', '413256454', '813.00', '0.00', '2024-12-14 17:25:21', '2024-12-14 17:25:21'),
(197, 'g_num_675de9b14c6f26.55150584', '2024-12-14', '2024-06-11', '0022154035446720', '66e7dff9f98764da', '347197425', 0, 0, 1, 1, 'Электросталь', 0, 1, '486916950', 'a988908c6c3cca9c', '9f463620982b6cc9', '728663c27b76a87b', '149490916', '999.00', '0.00', '2024-12-14 17:25:21', '2024-12-14 17:25:21'),
(198, 'g_num_675de9b14c9fb6.38912254', '2024-12-14', '2024-06-11', 'ad90fa4d54d58e8a', '66e7dff9f98764da', '874840989', 0, 0, 1, 5, 'Коледино', 0, 5, '849551917', 'a988908c6c3cca9c', '9f463620982b6cc9', '728663c27b76a87b', '149490916', '999.00', '0.00', '2024-12-14 17:25:21', '2024-12-14 17:25:21'),
(199, 'g_num_675de9b14cd217.22281781', '2024-12-14', '2024-06-11', 'c6c33a251110afab', '66e7dff9f98764da', '332841404', 0, 0, 1, 1, 'Коледино', 1, 0, '130641111', '5da31adc6926323a', '9f463620982b6cc9', '10974de38dfa215e', '149490916', '533.00', '0.00', '2024-12-14 17:25:21', '2024-12-14 17:25:21'),
(200, 'g_num_675de9b14d0137.48925966', '2024-12-14', '2024-06-11', '5df0bda5be2d7b8a', '66e7dff9f98764da', '556660955', 0, 0, 1, 1, 'Санкт-Петербург Уткина Заводь', 0, 1, '938865676', 'a988908c6c3cca9c', '9f463620982b6cc9', '728663c27b76a87b', '149490916', '941.00', '0.00', '2024-12-14 17:25:21', '2024-12-14 17:25:21'),
(201, 'g_num_675de9b14d3738.44584781', '2024-12-14', '2024-06-11', 'fddc746fd7c8892d', '66e7dff9f98764da', '743742570', 0, 0, 1, 1, 'Коледино', 1, 0, '643848741', 'a988908c6c3cca9c', '9f463620982b6cc9', '728663c27b76a87b', '149490916', '1427.00', '0.00', '2024-12-14 17:25:21', '2024-12-14 17:25:21'),
(202, 'g_num_675de9b14d66d0.92170544', '2024-12-14', '2024-06-11', '53ab9a942d8e87b9', '66e7dff9f98764da', '554350978', 0, 0, 1, 1, 'Коледино', 0, 1, '468638097', 'eb8c48f3518df032', '9f463620982b6cc9', 'e129baf5351375dd', '149490916', '19797.00', '0.00', '2024-12-14 17:25:21', '2024-12-14 17:25:21');

-- --------------------------------------------------------

--
-- Структура таблицы `users`
--

CREATE TABLE `users` (
  `id` bigint UNSIGNED NOT NULL,
  `name` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `email` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `email_verified_at` timestamp NULL DEFAULT NULL,
  `password` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `remember_token` varchar(100) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Индексы сохранённых таблиц
--

--
-- Индексы таблицы `cache`
--
ALTER TABLE `cache`
  ADD PRIMARY KEY (`key`);

--
-- Индексы таблицы `cache_locks`
--
ALTER TABLE `cache_locks`
  ADD PRIMARY KEY (`key`);

--
-- Индексы таблицы `failed_jobs`
--
ALTER TABLE `failed_jobs`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `failed_jobs_uuid_unique` (`uuid`);

--
-- Индексы таблицы `jobs`
--
ALTER TABLE `jobs`
  ADD PRIMARY KEY (`id`),
  ADD KEY `jobs_queue_index` (`queue`);

--
-- Индексы таблицы `job_batches`
--
ALTER TABLE `job_batches`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `migrations`
--
ALTER TABLE `migrations`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `orders`
--
ALTER TABLE `orders`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `orders_g_number_unique` (`g_number`);

--
-- Индексы таблицы `password_reset_tokens`
--
ALTER TABLE `password_reset_tokens`
  ADD PRIMARY KEY (`email`);

--
-- Индексы таблицы `personal_access_tokens`
--
ALTER TABLE `personal_access_tokens`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `personal_access_tokens_token_unique` (`token`),
  ADD KEY `personal_access_tokens_tokenable_type_tokenable_id_index` (`tokenable_type`,`tokenable_id`);

--
-- Индексы таблицы `sales`
--
ALTER TABLE `sales`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `sessions`
--
ALTER TABLE `sessions`
  ADD PRIMARY KEY (`id`),
  ADD KEY `sessions_user_id_index` (`user_id`),
  ADD KEY `sessions_last_activity_index` (`last_activity`);

--
-- Индексы таблицы `stocks`
--
ALTER TABLE `stocks`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `stocks_g_number_unique` (`g_number`);

--
-- Индексы таблицы `users`
--
ALTER TABLE `users`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `users_email_unique` (`email`);

--
-- AUTO_INCREMENT для сохранённых таблиц
--

--
-- AUTO_INCREMENT для таблицы `failed_jobs`
--
ALTER TABLE `failed_jobs`
  MODIFY `id` bigint UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблицы `jobs`
--
ALTER TABLE `jobs`
  MODIFY `id` bigint UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблицы `migrations`
--
ALTER TABLE `migrations`
  MODIFY `id` int UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=10;

--
-- AUTO_INCREMENT для таблицы `orders`
--
ALTER TABLE `orders`
  MODIFY `id` bigint UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=101;

--
-- AUTO_INCREMENT для таблицы `personal_access_tokens`
--
ALTER TABLE `personal_access_tokens`
  MODIFY `id` bigint UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблицы `sales`
--
ALTER TABLE `sales`
  MODIFY `id` bigint UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=181;

--
-- AUTO_INCREMENT для таблицы `stocks`
--
ALTER TABLE `stocks`
  MODIFY `id` bigint UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=203;

--
-- AUTO_INCREMENT для таблицы `users`
--
ALTER TABLE `users`
  MODIFY `id` bigint UNSIGNED NOT NULL AUTO_INCREMENT;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
